;fe6038
Text_FE6038:
db "　　　　コッパ「あそこに見えるの、\n　　　　　　　　"
%textcmd($FC,$0,$5)
db "もしかして、黄金郷じゃ・・・@"

;fe6065
Text_FE6065:
db "　\n　　　　　　　　い、行ってみようぜ！」@"

;fe607b
Text_FE607B:
db "　　　　　　"
%textcmd($FC,$0,$4)
db "そして、その黄金郷こそが、\n　　　　　　テーブルマウンテンの頂上、@"

;fe60a8
Text_FE60A8:
db "　　　　「太陽の大地」にあるという風を聞き、@"

;fe60c2
Text_FE60C2:
db "　　　　　"
%textcmd($FC,$0,$4)
db "いままでも多くの風来人達が、\n　　　　　　　　　　　挑戦してきた@"

;fe60ef
Text_FE60EF:
db "　　　　　　　"
%textcmd($FC,$0,$5)
db "しかし、倒達できた者は、@"

;fe6109
Text_FE6109:
db "　　　　　　　　　　まだ誰もいない@"

;fe611c
Text_FE611C:
db "　　　　　　　　　　伝説の神鳥\n　　　　　　　　　黄金のコンドル@"

;fe6141
Text_FE6141:
db "　　　　　　　　その黄金のコンドルが\n　　　　　　　"
%textcmd($FC,$0,$3)
db "棲むところ・・・そこには、@"

;fe616d
Text_FE616D:
db "　　　　　　　　　　幻の黄金郷が\n　　　　　　"
%textcmd($FC,$0,$7)
db "存在すると伝えられている@"

;fe6199
Text_FE6199:
db "　　　　　　"
%textcmd($FC,$0,$5)
db "この伝説を求めはじめた頃、\n　　　　　　一人の若き風来人に出会った。@"

;fe61cc
Text_FE61CC:
db "　　　　　　　　　　"
%textcmd($FC,$0,$4)
db "名は、"
%textvar($FB,$81)
db "@"

;fe61e0
Text_FE61E0:
db "　　　　　　　友の遺志を受け継いでの\n　　　　　　　　　"
%textcmd($FC,$0,$5)
db "旅ガラスだという@"

;fe620d
Text_FE620D:
db "　　　　　　"
%textcmd($FC,$0,$5)
db "コンビを組んで、はや半年。\n　　　　"
%textcmd($FC,$0,$5)
db "しょっちゅうケンカばかりだが・・・@"

;fe6240
Text_FE6240:
db "　　　　　　　　　　よっこいせっと！@"

;fe6253
Text_FE6253:
db "　　　　　　おい、"
%textvar($FB,$81)
db "！　見てみろよ！　@"

;fe6268
Text_FE6268:
db "　　　　　　　　　こばみ谷だぜ"
%textvar($FB,$81)
db "。\n　　　　　　　　やっと、ここまで来たな。　@"

;fe6292
Text_FE6292:
db "　　　　　　　　　真ん中に、でっかい\n　　　　　　"
%textcmd($FC,$0,$5)
db "塔みたいな山が見えるだろ？　@"

;fe62c0
Text_FE62C0:
db "　　　　　　"
%textcmd($FC,$0,$5)
db "あの頂上が、太陽の大地だ。　@"

;fe62db
Text_FE62DB:
db "　　　　　　　　　　さあ、行こうぜ！　@"

;fe62ef
Text_FE62EF:
db "　　　　　　　　　　　　おっと、\n　　　　　　　自己紹介が遅れちまった。@"

;fe6319
Text_FE6319:
db "　　　　　　　　　　"
%textcmd($FC,$0,$4)
db "オイラはコッパ\n　　　　　"
%textcmd($FC,$0,$4)
db "今じゃ数少ない「語りイタチ」だ。@"

;fe634a
Text_FE634A:
db "　　　　　　　　"
%textvar($FB,$81)
db "をこばみ谷に\n　　　　　　　さそったのもこのオイラ。@"

;fe6370
Text_FE6370:
db "　　　　　　　　　黄金郷のウワサを\n　　　　　　　　　　聞いたからさ。@"

;fe6396
Text_FE6396:
db "　　　　　　　しかし、ここまで来るのは\n　　　　　　　　　　大変だったぜ。@"

;fe63bd
Text_FE63BD:
db "　　　　　　　　ま、オイラは袋の中で\n　　　　　　　寝てるだけだったが・・・@"

;fe63e6
Text_FE63E6:
db "　　　　　　　　　　　　んっ？@"

;fe63f6
Text_FE63F6:
db "　　　　　　　　　　　　@"

;fe6403
Text_FE6403:
db "　　　　　　あっ、オーイ待ってくれよーっ！@"

;fe641a
Text_FE641A:
db "　　　　　@"

;fe6420
Text_FE6420:
db "　　　　　　　　　お互い、よく寝たな。　@"

;fe6437
Text_FE6437:
db "　　　　　　　もう少しで渓谷の宿場だ。　@"

;fe6450
Text_FE6450:
db "　　　　　　がんばって行こうぜ！　相棒！　@"

;fe6468
Text_FE6468:
db "　コッパ「こりゃ・・・すげえ\n　行ってみようぜ！」@"

;fe6482
Text_FE6482:
db "　コッパ「乗れ・・・って、\n　言っているみたいだぜ」@"

;fe649f
Text_FE649F:
db "　　　@"

;fe64a3
Text_FE64A3:
db "　　　　コッパ「"
%textvar($FB,$81)
db "！・・・ほら、あそこ！\n　　　　　　　　　太陽の大地だ！！」@"

;fe64ce
Text_FE64CE:
db "　　@"

;fe64d1
Text_FE64D1:
db "　"
%textcmd($FC,$0,$4)
db "異国の風来人「あ、あれはっ！\n　　　　　　　　　　黄金のコンドルじゃないか！！\n@"

;fe6500
Text_FE6500:
db "　　　　　　　"
%textcmd($FC,$0,$5)
db "伝説は、本当だったんだ！@"

;fe651b
Text_FE651B:
db "　　　　　　　　・・・・・・・・・・・・@"

;fe6530
Text_FE6530:
db "　　　　　　"
%textcmd($FC,$0,$4)
db "はっ！　こうしちゃいられない。@"

;fe6549
Text_FE6549:
db "　　　　　　はやく、願い事、願い事・・・\n　　　　　　"
%textcmd($FC,$0,$4)
db "えーと、えーと、ええーーっと@"

;fe6576
Text_FE6576:
db "　　　　　　　　　　　オ、オネショが\n　　　　　　　　　なおりますように・・・」@"

;fe659f
Text_FE659F:
db "　　　　　サルヤマ「先生！　あれは・・・」@"

;fe65b6
Text_FE65B6:
db "　　　ガイバラ「むう・・・\n　　　　　　　　　"
%textcmd($FC,$0,$2)
db "あれが伝説の・・・美しい」@"

;fe65e1
Text_FE65E1:
db "　　　　サルヤマ「先生！\n　　　　　　　　　　"
%textcmd($FC,$0,$5)
db "みんな願い事してますよ。@"

;fe6609
Text_FE6609:
db "　　　　　　　　　"
%textcmd($FC,$0,$5)
db "私たちも、早く！」@"

;fe6621
Text_FE6621:
db "　　　　　ガイバラ「うむっ、願い事か！\n　　　　　　　　　　　　　よしっ！@"

;fe6647
Text_FE6647:
db "　　　　　・・・願い事ねえ、願い事・・・\n　　　　"
%textcmd($FC,$0,$5)
db "・・・・・・・・・・・・・・・・・@"

;fe6675
Text_FE6675:
db "　　　　　　　　ぬぬ・・ぬぬぬ・・・\n　　　　　　ぬぬぬぬぬぬぬぬ・・・・@"

;fe669b
Text_FE669B:
db "　　　　　　　うおおおおおーーーーーっ！\n　　　　なんにも思いつかーーーーーーんっ！！@"

;fe66c8
Text_FE66C8:
db "　　　　　　　　　サルヤマーーーーッ、\n　　　　　　　"
%textcmd($FC,$0,$5)
db "な、なんか、出せーーっ！」@"

;fe66f4
Text_FE66F4:
db "　　　　　　　　サルヤマ「はい！　先生！」@"

;fe670b
Text_FE670B:
db "　　　　ガイバラ「ち、ちがうーーーーっ！！」@"

;fe6722
Text_FE6722:
db "　　　　かじ屋の娘「黄金のコンドル・・・」@"

;fe6739
Text_FE6739:
db "　　　　　少女「わあーーっ、\n　　　　　　　　　おじいちゃん、みてみてー！」@"

;fe6761
Text_FE6761:
db "　　　　　　"
%textcmd($FC,$0,$5)
db "老人「老いたわしの目じゃ、\n　　　　　　　　　　"
%textcmd($FC,$0,$4)
db "よく見えんが・・・@"

;fe6791
Text_FE6791:
db "　　　　　"
%textcmd($FC,$0,$5)
db "そうか・・・言い伝えは・・・・@"

;fe67ab
Text_FE67AB:
db "　　　　　　　　　"
%textcmd($FC,$0,$5)
db "さっ、願い事じゃ。@"

;fe67c1
Text_FE67C1:
db "　　　　　コンドルが行ってしまわぬうちに、\n　　　　　　　　　　早く祈るのじゃ」@"

;fe67ec
Text_FE67EC:
db "　　　　　　　　　少女「えーと・・・@"

;fe6800
Text_FE6800:
db "　　　　　　　おじいちゃんが、いつまでも\n　　　　　　元気でいられますように・・・」@"

;fe682c
Text_FE682C:
db "　　"
%textcmd($FC,$0,$5)
db "老人「この子の花嫁姿が見られれば、\n　　　　　　わしは・・わしは・・・」@"

;fe685a
Text_FE685A:
db "　　かじ屋の娘「私の大切なすべての人達が、\n　　　　　　　　　"
%textcmd($FC,$0,$5)
db "よく笑い、よく涙ぐみ、@"

;fe688e
Text_FE688E:
db "　　　　　"
%textcmd($FC,$0,$5)
db "・・・もしかしたら恋をして、\n　　"
%textcmd($FC,$0,$3)
db "生き生きと、生きてゆけますように・・・」@"

;fe68c0
Text_FE68C0:
db "泥棒！！\n@"

;fe68c8
Text_FE68C8:
%textcmd($2)
%textvar($F6,$FD)
db "も　"
%textvar($FB,$81)
db "は、\n"
%textvar($FB,$80)
db "をもらった。\n@"

;fe68dd
Text_FE68DD:
db "店主「いらっしゃいませ」\n@"

;fe68ec
Text_FE68EC:
db "店主「お客さんがお買い上げになった\nアイテムの代金として、\n"
%textvar($F9,$30)
db "ギタンいただきます。\nよろしいですか？」\n@"

;fe6926
Text_FE6926:
db "店主「そうですか、それでは、\n"
%textvar($F9,$30)
db "ギタンにまけておきます。\nこれでよろしいですか？」\n@"

;fe6953
Text_FE6953:
db "店主「お客さんが店の中に置いた\nアイテムを、\n"
%textvar($F9,$30)
db "ギタンで買い取ります。\nよろしいですか？」\n@"

;fe6988
Text_FE6988:
db "店主「それは残念です」\n@"

;fe6998
Text_FE6998:
db "店主「ありがとうございました」\n@"

;fe69aa
Text_FE69AA:
db "店主「お客さん、お金が足りませんよ！」\n@"

;fe69c2
Text_FE69C2:
db "店主「大変だ！\n大部屋だ！\n階段へ急げ！」\n@"

;fe69df
Text_FE69DF:
db "つかみ取りの店にようこそ。\n１回"
%textvar($F9,$30)
db "ギタンで\n制限時間は"
%textvar($F9,$10)
db "ターンです。\nつかみ取りをしますか？\n@"

;fe6a17
Text_FE6A17:
db "そうですか、それでは、\n"
%textvar($F9,$30)
db "ギタンで"
%textvar($F9,$10)
db "ターンに\nまけておきます。\nこれでいいですか？\n@"

;fe6a44
Text_FE6A44:
db "つかみ取り開始！\n@"

;fe6a51
Text_FE6A51:
db "時間切れです。\nそのままお帰り下さい。\n@"

;fe6a69
Text_FE6A69:
db "大変だ！\n大部屋になると、\nつかみ取りの商売なんて、\nできやしねぇ！\n@"

;fe6a92
Text_FE6A92:
db "老婆「おや、新顔じゃな・・・"
%next()
db "まあその身なりからして、どうせあんたも\n『太陽の大地』で一山当てようと、\nもくろんでるんじゃろ？"
%cleartext()
db "この宿場にくる風来人は、\nそんなやつばっかりじゃ！"
%next()
db "もっとも、風来人がいるおかげで\nこの宿場も成り立っておるがのう」\n@"

;fe6b1b
Text_FE6B1B:
db "老婆「この宿場は風来人だらけで、\nわしゃもう、うんざりじゃ」\n@"

;fe6b3e
Text_FE6B3E:
db "泊客「あんた、新入りだな。"
%next()
db "だったら旅立つ前に、酒場のおやじの\nところによりな。\n食料を用意してくれるぜ」\n@"

;fe6b7c
Text_FE6B7C:
db "盗賊人「おれ、店の品物を盗もうと\nしたんだが、店主がめっぽう強くてよ・・"
%cleartext()
db "あいつとは、まともにやりあわない方が\nいいぜ」\n@"

;fe6bc0
Text_FE6BC0:
db "旅人「だめだ。\n渓流をぬけるまでが精いっぱいだ。"
%next()
db "ちきしょう、旅仲間でもいれば\n楽になるんだがな」\n@"

;fe6bf9
Text_FE6BF9:
db "遺跡荒らし「ヒック・・わしゃ信じてるぞ！"
%cleartext()
db "・・・えらい先生が言っとったんじゃ。\n幻の廃都として伝説の中に\n沈みかけていた『黄金郷』が\n『太陽の大地』にあるんだと・・・ヒック」\n@"

;fe6c61
Text_FE6C61:
db "酒場の店主「よォ、新入りかい。"
%textcmd($FC,$0,$4)
db "名前は？」\n@"

;fe6c7e
Text_FE6C7E:
db "酒場の店主「なんだよ、\nもったいつけやがって！\nちゃんと、教えろよ！」\n@"

;fe6ca6
Text_FE6CA6:
db "酒場の店主「そうかい、\n"
%textvar($FB,$81)
db "って　いうのかい。"
%next()
db "で、そっちのイタチがコッパかい。"
%cleartext()
db "まっ、こばみ谷の旅は、\nナンギだから、ふたりとも、\n最初からムリするんじゃないぜ。"
%next()
db "ほらよ、食料だ。　持っていきな」\n@"

;fe6d10
Text_FE6D10:
db "酒場の店主「お金？・・・いらんよ。\n気づかわなくていいって。\nほかの風来人にも、\nタダであげてるんだから」\n@"

;fe6d49
Text_FE6D49:
db "番付屋「ここでは、風来人の番付を\nつけているんだ。"
%cleartext()
db "番付表は、外の看板に張り出して\nあるからよ、十字キーでめくって\n見てくンな」\n@"

;fe6d95
Text_FE6D95:
db "山師「お前、天馬峠を越えられたか？」\n@"

;fe6db0
Text_FE6DB0:
db "異国の風来人「こっから先が、\nこばみ谷の入口だ。"
%cleartext()
db "とりあえず地形を４つ越えれば、\n村がある。\nそこまで行けば、かじ屋や店が\nあるから便利だぜ。"
%cleartext()
db "気をつけて行くんだな。　兄弟。"
%next()
db "旅の神クロンの追い風を！」\n@"

;fe6e25
Text_FE6E25:
db "少女「モンスターにやられて、\n目が見えなくなったんです。\n助けて下さい！」\n@"

;fe6e4e
Text_FE6E4E:
db "少女「あっ、目が見えるようになった！\nありがとう！"
%textcmd($2)
db "　チュッ！」\n@"

;fe6e72
Text_FE6E72:
db "少女「ありがとうございます。\nおかげさまで元気になりました。"
%next()
db "けど、まだ目は見えないんです」\n@"

;fe6ea4
Text_FE6EA4:
db "少女「あのー・・・\n困っているわけじゃ、ないんです。\nただ、目が見えないだけで・・・」\n@"

;fe6ed3
Text_FE6ED3:
db "少女「ありがとう！」\n@"

;fe6ee0
Text_FE6EE0:
db "老人「おねげーしますだ！\nおにぎりを恵んでくだせえ！」\n@"

;fe6eff
Text_FE6EFF:
db "老人「ありがてえ！」\n@"

;fe6f0c
Text_FE6F0C:
db "老人「うんぐ、うんぐ・・・ぷはーっ、\nうんめえーっ！　おかげで生き返っただ。\nお礼にこれをあげますだ！」\n@"

;fe6f45
Text_FE6F45:
db "老人「ぐふぁっ」\n@"

;fe6f50
Text_FE6F50:
db "老人「腹が減って、今にも死にそう\nなんですだ！　おねげーします！\nおにぎりをーー！　おにぎりをーーーー！」\n@"

;fe6f8b
Text_FE6F8B:
db "老人「おにぎりをくれぇ！　おにぎりを\nくれぇぇーー！」\n@"

;fe6fa9
Text_FE6FA9:
db "老人「うはっ、うはははははーーーーーー！」\n@"

;fe6fc1
Text_FE6FC1:
db "老人「うんぐ、うんぐ・・・ぷはーっ、\nうんめえーっ！　おかげで生き返っただ・"
%cleartext()
db "老人「ぐふぁっ」"
%cleartext()
db "@"

;fe6ff5
Text_FE6FF5:
db "老人「おかげで生き返っただ」\n@"

;fe7007
Text_FE7007:
db "じじい「わしは、神主になろうと\n修行してる者じゃ。"
%cleartext()
db "しかし、なかなかおはらいの呪文が　\n覚えられん。\n何か　いい方法が　ないかのう？」\n@"

;fe7056
Text_FE7056:
db "じじい「おおっ！・・なぜかしらん？\n頭の中に、おはらいの呪文が\nうかんでくる」\n"
%textcmd($2)
db "@"

;fe7084
Text_FE7084:
%textcmd($2)
db "じじい「うほほほー！　おはらいじゃー！\nわしは、おはらいの呪文を\n覚えたんじゃー！」\n@"

;fe70b5
Text_FE70B5:
db "じじい「うふふっ・・そこの　あなた。\n今呪われてたりして、困っていませんか？\n@"

;fe70df
Text_FE70DF:
db "じじい「・・・なに？　いたって　健康？"
%next()
db "ばかもん！　何で呪われてないんじゃ！\n今度　わしのところに来るときは、\nちゃんと呪われてこい！」\n@"

;fe712b
Text_FE712B:
db "じじい「あのう・・・\n別に困っているわけでは、\nないんだがのう・・・」\n@"

;fe7151
Text_FE7151:
db "カマヒゲ「モンスターにやられて、\n目が見えなくなったザマス。\nはやくヘルプしてくれザマス！」\n@"

;fe7181
Text_FE7181:
db "カマヒゲ「あっ、目が見えるように\nなったザマス。"
%next()
db "オーホホホホホホホホーッ\nありがとうザマス！"
%textcmd($2)
db "　チュッ！」\n@"

;fe71ba
Text_FE71BA:
%textcmd($2)
db "カマヒゲ「ホホホホホホホッ\nミーは、腕輪鑑定師のカマヒゲ\nという者ザマス。"
%cleartext()
db "腕輪を識別したいときには、\nミーに声をかけてくれザマス」\n@"

;fe7206
Text_FE7206:
db "カマヒゲ「腕輪を識別するザマスか？」\n@"

;fe721b
Text_FE721B:
db "カマヒゲ「腕輪の識別は、大切ザマス」\n@"

;fe7231
Text_FE7231:
db "カマヒゲ「別に困っているわけでは、\nないザマス。\n目が見えないだけザマスよ」\n@"

;fe725a
Text_FE725A:
db "カマヒゲ「ありがとうザマス。\nおかげで元気になったザマス。"
%next()
db "けど、まだ目は見えないんザマス」\n@"

;fe728b
Text_FE728B:
db "老人「昔は、この地方にも\n黄金のコンドルが飛んでいたそうじゃ」\n@"

;fe72b0
Text_FE72B0:
db "少女「ほんと？　おじいちゃん。\n私、おとぎ話だとばっかり思っていた」\n@"

;fe72d8
Text_FE72D8:
db "強そうな男「テーブルマウンテンに\n登ろうなんて、むちゃだ。"
%next()
db "昔は村人も挑戦したが、\n帰ってきた者はいねえ」\n@"

;fe7316
Text_FE7316:
db "小太りの男「今じゃ地元の人間は、\n誰も行きたがらないというのに・・・\nあんたら風来人はムボウだよねえ」\n@"

;fe7350
Text_FE7350:
db "女「こばみ谷には、\n言い伝えがあるんです。"
%cleartext()
db "飛行する黄金のコンドルを\n見た時に願い事をすれば、\nそれがいつかはかなうと言う・・・」\n@"

;fe7398
Text_FE7398:
db "ツムリ「よう、兄弟！\n俺もこの村までは来れるが、この先から\nが大変なんだ。　ま、お互いクロンの\n追い風が吹くよう、がんばろうや！」\n@"

;fe73e4
Text_FE73E4:
db "ララ「うちの子がまだ戻ってこないんです\nどこ行ったのかしら・・・・」\n@"

;fe7409
Text_FE7409:
db "二番弟子「ここは、偉大な陶芸家\nガイバラ先生の屋敷だ」\n@"

;fe742e
Text_FE742E:
db "三番弟子「この世に出回っている壺の\nほとんどが、先生の作品だ」\n@"

;fe7456
Text_FE7456:
db "四番弟子「先生の代表作は、\n『底抜けの壺』だ。\nこの壺で先生は、人間国宝になられた」\n@"

;fe748e
Text_FE748E:
db "ガイバラ「合成の壺は、武器と武器、\n盾と盾、同じ種類の杖と杖を合成する\n事ができる。"
%cleartext()
db "それ以外は合成できんから、\n注意せいっ！"
%cleartext()
db "まず、武器の合成っ！"
%next()
db "最初に入れた武器が基本となり、\nあとから入れた武器は最初の武器に\n吸収される。"
%cleartext()
db "例えば、最初にこん棒を入れ、\n次に妖刀かまいたち＋３を入れたとする。"
%next()
db "壺の中を見れば、こん棒＋３に\nなっているはずだ。"
%cleartext()
db "そして、この時！\nこれが合成の壺の一番すごいところ\nだが、・・・"
%cleartext()
db "見た目にはわからんが、なんと特殊能力も\n吸収されておる！"
%cleartext()
db "こん棒＋３は、ただのこん棒ではなく、\n妖刀かまいたちの前方３方向を同時に\n攻撃する能力まで吸収しておるのだ！"
%cleartext()
db "ふっ、ふっ、ふっ、\nさすがわしが作った壺・・・・"
%cleartext()
db "次に、盾の合成っ！"
%next()
db "これも、武器と同じ要領でできる。"
%cleartext()
db "最後に、杖の合成っ！"
%next()
db "これが、ちょっとかわっておる！"
%cleartext()
db "まず杖は、同じ種類でなければ、\n合成されない。"
%next()
db "場所替えの杖なら場所替えの杖同士、\nといった具合だ。"
%cleartext()
db "杖で合成されるのは、杖をふる回数だ。"
%next()
db "場所替えの杖［２］と場所替えの杖［３］を\n壺に入れれば、\n場所替えの杖［５］になるという事だ！"
%cleartext()
db "・・・なあ、ここで合成を試してみるか？"
%next()
db "もし試してみるのなら、壺をわる時は、\nぜひわしに！　な？」\n@"

;fe7712
Text_FE7712:
db "風来人「こっからテーブルマウンテンが、\n一望できるんだ。"
%next()
db "このあいだは　学者が太陽の大地までの\n距離を測量してたなあ。"
%cleartext()
db "渓谷の宿場から、だいたい３０地形\nぐらい離れているんじゃないかって、\n言ってたぜ」\n@"

;fe7789
Text_FE7789:
db "優女「ねえ、町はずれに新しい\nレストランができたの、\n知ってる？」\n@"

;fe77af
Text_FE77AF:
db "色女「崖のところにあるやつでしょ。\nあそこは、ダメダメ。"
%cleartext()
db "あんな住の神ムラドから見放された場所\nじゃ、おっかなくて食事なんかできや\nしない！」\n@"

;fe77fe
Text_FE77FE:
db "飛脚「よっ！\n渓谷の宿場までだったら、\n持ち物運んでやるけど、どうする？」\n@"

;fe782b
Text_FE782B:
db "飛脚「運んでほしい時は、いつでも\n声をかけてくれよな」\n@"

;fe784c
Text_FE784C:
db "飛脚「どれだい？」"
%textcmd($FC,$7F,$A)
db "\n@"

;fe785c
Text_FE785C:
db "飛脚「"
%textvar($FB,$80)
db "だな。\nたしかに預かったぜ」\n@"

;fe7874
Text_FE7874:
db "飛脚「"
%textvar($FB,$80)
db "だな。"
%next()
db "壺だと、中身がなくなっちまうけど、\nそれでも、いいのかい？」\n@"

;fe78a0
Text_FE78A0:
db "飛脚「ちゃんと\nとどけておくから、安心しな」\n@"

;fe78bc
Text_FE78BC:
db "飛脚「よっ！\n渓谷の宿場までだったら、\n持ち物運んでやるけど、どうする？"
%cleartext()
db "と、いいたいところだが、\nあいにく渓谷の宿場の倉庫は、\nいっぱいで、送れないんだ。"
%next()
db "残念だな」\n@"

;fe7920
Text_FE7920:
db "飛脚「よっ！\n山頂の町までだったら、\n持ち物運んでやるけど、どうする？」\n@"

;fe794c
Text_FE794C:
db "飛脚「よっ！\n山頂の町までだったら、\n持ち物運んでやるけど、どうする？"
%cleartext()
db "と、いいたいところだが、\nあいにく山頂の町の預かり場は、\nいっぱいで、送れないんだ。"
%next()
db "残念だな」\n@"

;fe79af
Text_FE79AF:
db "飛脚「よっ！\n奇岩谷までだったら、\n持ち物運んでやるけど、どうする？」\n@"

;fe79da
Text_FE79DA:
db "飛脚「よっ！\n奇岩谷までだったら、\n持ち物運んでやるけど、どうする？"
%cleartext()
db "と、いいたいところだが、\nあいにく奇岩谷の預かり場は、\nいっぱいで、送れないんだ。"
%next()
db "残念だな」\n@"

;fe7a3b
Text_FE7A3B:
%textcmd($FC,$0,$5)
db "運んでもらう\n"
%textcmd($FC,$0,$5)
db "やめとく@"

;fe7a4e
Text_FE7A4E:
db "飛脚「わかった！\nたしかに預かったぜ」\n@"

;fe7a66
Text_FE7A66:
db "女「あなた、なかなかの男前ね。\n・・・ウフッ、気に入ったわ。"
%next()
db "い・"
%textcmd($FC,$7F,$14)
db "い・"
%textcmd($FC,$7F,$14)
db "こ・"
%textcmd($FC,$7F,$14)
db "と・"
%textcmd($FC,$7F,$14)
db "してあげる。\nちょっと目をつぶっててくれない？」\n@"

;fe7ab4
Text_FE7AB4:
db "女「あん、目を開けちゃダメよ！"
%next()
db "もっと　リラックスして・・・そう・・・\nその調子よ・・・\nそのまま目を開けないでね。　お願い」\n@"

;fe7af8
Text_FE7AF8:
db "女「いじわるな人・・・\n私のこと、信用してないのね？\n・・・さよなら・・・」\n@"

;fe7b23
Text_FE7B23:
db "女「・・・さよなら・・・」\n@"

;fe7b32
Text_FE7B32:
db "女「・・・じゃあ、いい？\n・・・やさしく・・いくわ・・・」"
%cleartext()
db "\n"
%textcmd($80)
db "　　"
%playsound($A2)
db "　「ドーーーーーーーーーーーーン！！」\n@"

;fe7b6c
Text_FE7B6C:
db "強そうな男「あの女、気があるそぶり\n見せやがって・・・\n俺に目つぶし　くらわせやがった！」\n@"

;fe7b9c
Text_FE7B9C:
db "小太りの男「お前もか？・・・\n今度会ったら、生かしちゃおかねえ！」\n@"

;fe7bc4
Text_FE7BC4:
db "女「私があなたに目つぶしを？・・・"
%next()
db "そうですか・・・すみません・・・\nそれはたぶん、私の姉のしわざです。"
%cleartext()
db "私達は双子の姉妹なんですが、姉の\n性格が悪く、たくさんの人達に迷惑を\nかけてるんです。"
%cleartext()
db "せめてもの　つぐないに、これを\n受け取って下さい」"
%cleartext()
db "\n"
%textcmd($80)
db "　　"
%playsound($A2)
db "　「ドーーーーーーーーーーーーン！！」\n@"

;fe7c6c
Text_FE7C6C:
db "強そうな男「てめえ！　さっきはよくも、\n目つぶしなんか　しやがったな！」"
%next()
db "小太りの男「俺をだますとは、いい度胸\nじゃねえか！」"
%cleartext()
db "女「あれぇー！　助けてー！」\n@"

;fe7cc2
Text_FE7CC2:
db "女「そんなー！　助けてー！」\n@"

;fe7cd3
Text_FE7CD3:
db "強そうな男「お前もこの女の\n仲間なのか？\nだったら許さん！」\n@"

;fe7cf7
Text_FE7CF7:
db "小太りの男「お前もこの女の\n仲間なのか？\nだったら許さん！」\n@"

;fe7d1d
Text_FE7D1D:
db "女「私、あんたを二度も　だましたのに・"
%next()
db "助けてくれたのね。　ありがとう。\nこれに　こりて、悪い事はやめるわ。"
%cleartext()
db "あの・・・\n私もあなたの旅仲間に入れてもらえる？」\n@"

;fe7d77
Text_FE7D77:
db "女「よかった・・私の名前は、お竜。"
%next()
db "このへんじゃ『目つぶしのお竜』で\n通ってんだ。\nよろしくね。　"
%textcmd($FC,$7F,$14)
db "ウフッ・・"
%cleartext()
db "これは　ほんの感謝の、キ・"
%textcmd($FC,$7F,$14)
db "モ・"
%textcmd($FC,$7F,$14)
db "チ・"
%textcmd($FC,$7F,$14)
db "\n・・チュッ！」"
%cleartext()
db "\n"
%textcmd($80)
db "　　"
%playsound($A2)
db "　「ドーーーーーーーーーーーーン！！」\n@"

;fe7df8
Text_FE7DF8:
db "\n"
%textcmd($80)
db "　　"
%playsound($A2)
db "　「ドーーーーーーーーーーーーン！！」\n@"

;fe7e14
Text_FE7E14:
db "強そうな男「このあいだの三度笠の野郎\n強かったなあ」\n@"

;fe7e35
Text_FE7E35:
db "小太りの男「あっ！"
%next()
db "そういえば、おまえ\nこのあいだの男に似ているなあ」\n@"

;fe7e5d
Text_FE7E5D:
db "お竜「あ、また会えた！"
%next()
db "私も、旅仲間に入れてもらえる？」\n@"

;fe7e80
Text_FE7E80:
db "お竜「旅って、ワクワクするね！」\n@"

;fe7e93
Text_FE7E93:
db "お竜「"
%textvar($FB,$87)
db "なんて、\nちょろいもんよ」\n@"

;fe7ea8
Text_FE7EA8:
db "お竜「私、もう倒れそう・・・」\n@"

;fe7ebc
Text_FE7EBC:
db "五番弟子「今、先生は新しい壺の創作に\nとりかかっている。\nしかし、なかなかうまくいかないようだ」\n@"

;fe7ef3
Text_FE7EF3:
db "五番弟子「ここは、先生が作られた\n壺の展示場です。"
%cleartext()
db "もちろん、買う事もできますが、今は\n先生の創作がはかどらず、\n売り物がありません」\n@"

;fe7f43
Text_FE7F43:
db "ガイバラ「"
%textcmd($FC,$7F,$A)
db "・"
%textcmd($FC,$7F,$A)
db "・"
%textcmd($FC,$7F,$A)
db "・"
%textcmd($FC,$7F,$A)
db "・"
%textcmd($FC,$7F,$A)
db "・"
%textcmd($FC,$7F,$A)
db "・"
%textcmd($FC,$7F,$A)
db "・"
%textcmd($FC,$7F,$A)
db "\nイッカァァァーーーーーン！！！」\n@"

;fe7f7a
Text_FE7F7A:
db "ガイバラ「納得いかん！」\n@"

;fe7f8a
Text_FE7F8A:
db "サルヤマ「先生っ、これで"
%textvar($F9,$10)
db "個目の\n失敗作です」"
%next()
db "ガイバラ「・・・一番弟子のサルヤマよ。\nそんなことは"
%textcmd($FC,$7F,$A)
db "・"
%textcmd($FC,$7F,$A)
db "・"
%textcmd($FC,$7F,$A)
db "・"
%textcmd($FC,$7F,$A)
db "・"
%textcmd($FC,$7F,$A)
db "\n@"

;fe7fd9
Text_FE7FD9:
db "ん！・・・なんだ、お前は！」\n@"

;fe7fea
Text_FE7FEA:
db "ガイバラ「人の屋敷に　土足で上がり\nよって！"
%next()
db "わしを誰だと思っておる！\nわしは、人間国宝ガイバラだぞ！"
%cleartext()
db "サルヤマ！　早くこの馬鹿者を\nつまみ出せ！」\nサルヤマ「へい！」\n@"

;fe804c
Text_FE804C:
db "ガイバラ「人の屋敷に土足で・・・むっ！"
%next()
db "おぬしの持っているその壺・・・\n今まで見た事もない・・・"
%cleartext()
db "ちょっと、わしにその壺を見せて\nもらえんか？」\n@"

;fe8099
Text_FE8099:
db "ガイバラ「何だと！\nこのわしを誰だと思っておる！\nわしは、人間国宝ガイバラだぞっ！"
%cleartext()
db "サルヤマ！　早くこの馬鹿者を\nつまみ出せ！」\nサルヤマ「へい！」\n@"

;fe80ef
Text_FE80EF:
db "ガイバラ「なるほど・・・光沢といい\n手触りといい申し分無い、"
%next()
db "が"
%textcmd($FC,$7F,$A)
db "・"
%textcmd($FC,$7F,$A)
db "・"
%textcmd($FC,$7F,$A)
db "・"
%textcmd($FC,$7F,$A)
db "\nちっがぁぁーーーーーう！！！」\n@"

;fe8137
Text_FE8137:
db "ガイバラ「・・はっ！"
%textcmd($2)
db "・・・しまった！"
%next()
db "いつものクセで・・・"
%next()
db "いやあっ、まいった　まいった！"
%cleartext()
db "うわっはっはっはっはっはっはーーーーー！\nうわっはっはっはっはっはっはーーーーー！\nははははははははははははははーーーーー！"
%cleartext()
db "・・・おぬしには、悪い事をした。\nおわびといっては何だが、わしの新作が\n完成したらおぬしにやろう。\nまた日をあらためて来るがよい。"
%cleartext()
db "わしは、ガイバラだーっ！\nうわっはっはっはっはっはっはーーーーー！」"
%next()
db "サルヤマ「・・・・・・・・・」\n@"

;fe8222
Text_FE8222:
db "ガイバラ「うわっはっはっはっはーーーー！」\n@"

;fe8239
Text_FE8239:
db "サルヤマ「たった今、燃き上がりました。\n先生の新作『アホくさい壺』で\nございます」"
%cleartext()
db "ガイバラ「おおっ！　できたか！\n・・・・なるほど、アホくさいふんいきが\nずいしょにただよっておる。"
%cleartext()
db "うわっはっはっはーーーーーーーー！"
%next()
db "・・・・・だから、\nなんなんだぁぁぁぁーーーーーーーー！！！」\n@"

;fe82cb
Text_FE82CB:
db "ガイバラ「・・ちがう。\nわしの求めているものは、こんなもの\nではない！"
%cleartext()
db "旅の者、もう少し待たれよ。\n必ずや　わしの真の新作を\nお目にかける！」"
%next()
db "サルヤマ「・・・・・・・・・」\n@"

;fe832b
Text_FE832B:
db "ガイバラ「もう少し待たれよ。\n必ずや　わしの真の新作を\nお目にかける！」\n@"

;fe8356
Text_FE8356:
db "ガイバラ「おぬしか。　新作は、まだ\n完成しておらん。　日を改めよ」"
%next()
db "サルヤマ「すみません・・・」\n@"

;fe838d
Text_FE838D:
db "サルヤマ「たった今、燃き上がりました。\n先生の新作『割れない壺』で\nございます。"
%textcmd($2)
db "　先生、今回のは\n今までと作風が違いますね」"
%cleartext()
db "ガイバラ「ああ、少し素材を変えて\nみたんだが・・・"
%cleartext()
db "・・・・むむっ、"
%next()
db "うむむむむむむむむむむむむっ、"
%next()
db "・・・手触りも悪いし、光沢もない。\nこりゃ、完全なる駄作ではないか！"
%cleartext()
db "血と、"
%textcmd($FC,$7F,$14)
db "汗と、"
%textcmd($FC,$7F,$14)
db "涙の結晶が、"
%textcmd($2)
db "これ？"
%next()
db "ぬぬぬぬぬぬぬぬぬぬぬぬーーーっ！\nこんなものーーーーーーーーーーーーっ！」\n@"

;fe847e
Text_FE847E:
db "ガイバラ「い、"
%textcmd($FC,$7F,$14)
db "怒りを、"
%textcmd($FC,$7F,$14)
db "怒りをどこに\nぶつければーーーっ！\nうお、うおおおおおおーーーーっ！"
%textcmd($2)
db "\n@"

;fe84b7
Text_FE84B7:
db "ガイバラ「おまえの壺をかせっ！"
%playsound($4F)
db "　\n@"

;fe84cb
Text_FE84CB:
db "うおおおおおおおおーーーーーーーーっ！！！\n\n"
%textcmd($2)
db "・・と、思ったがやめた。"
%textcmd($2)
db "\n@"

;fe84f5
Text_FE84F5:
db "同じ失敗を繰り返さないところが、\nわしのすごいところだ！\nわしは、人間国宝　ガイバラだからな！"
%cleartext()
db "わっははははははははーーーーーっ！\n・・・・・・・・・・・・・・・・・"
%next()
db "サルヤマ！"
%textcmd($FC,$7F,$14)
db "　いつものやつ！」\nサルヤマ「へい！」\n@"

;fe856e
Text_FE856E:
db "ガイバラ「このーーー！」\n@"

;fe857c
Text_FE857C:
db "ガイバラ「ぜえー、ぜえー、ぜえー」\n@"

;fe858f
Text_FE858F:
db "サルヤマ「・・・・・・・・・」\n@"

;fe85a0
Text_FE85A0:
db "ガイバラ「サルヤマよ！　今度のは、\n今までのような駄作ではないだろうな？」"
%cleartext()
db "サルヤマ「大丈夫です。\n今度のは私の目から見ても、\n今まで見た事もないぐらいの\nできばえで・・」"
%textcmd($2)
db "\n@"

;fe8601
Text_FE8601:
db "サルヤマ「たった今、燃き上がりました。\n先生の新作『うっぷんばらしの壺』で\nございます」"
%cleartext()
db "ガイバラ「おおっ！・・・こ、これは・・・\n今まで見た事もない・・・なんという・・"
%next()
db "これだ！・・・"
%next()
db "わしの求めていた壺は、まさにこれだー！"
%cleartext()
db "うはっ、"
%textcmd($2)
db "うはははっ、"
%next()
db "うわっはっはっはっはーーーーっ！"
%cleartext()
db "旅の者、待たせたな。　ついに、約束の\n日がきたぞ。\nこの『うっぷんばらしの壺』を、\nおぬしにやろう！"
%cleartext()
db "・・しかし、なんとも不思議な壺じゃ・・"
%next()
db "見ていると、こう・・\nつい、投げたくなるような・・・・\nいかーーーーーーーーーーーーーーん！！！」\n@"

;fe8718
Text_FE8718:
db "ガイバラ「ヒエェェェェェェェ！\n腰が、・・・腰がーーーーっ！！」\n@"

;fe873c
Text_FE873C:
db "サルヤマ「あわわわわ・・・」\n@"

;fe874c
Text_FE874C:
db "サルヤマ「あっ、"
%textvar($FB,$81)
db "さん！\n先生が、中でお待ちです。"
%next()
db "今度の作品は、先生も満足しているので\nもう壺を割る事もないかと・・・」\n@"

;fe8795
Text_FE8795:
db "ガイバラ「おおっ、待っておったぞ。\nわしが求めていた物が、\nついに完成したのだ。"
%cleartext()
db "幻の傑作『合成の壺』だ。\n受けとれいっ！」"
%playsound($C9)
db "　\n@"

;fe87e2
Text_FE87E2:
db "ガイバラ「使い方を説明する！"
%next()
db "・・・が、ちょっと長くなるぞ。\nそれでもよいか？」\n@"

;fe8811
Text_FE8811:
db "ガイバラ「そうか。"
%textcmd($FC,$0,$4)
db "では、気をつけてなっ！"
%next()
db "この壺が、クロンの風を呼ぶように！」\n@"

;fe883e
Text_FE883E:
db "ガイバラ「んっ・・・\n合成の壺の説明を聞きたいか？」\n@"

;fe885f
Text_FE885F:
db "サルヤマ「よかったですね、\n"
%textvar($FB,$81)
db "さん！」\n@"

;fe8875
Text_FE8875:
db "五番弟子「先生の創作も一段落したので\nやっと展示場に壺が並ぶように\nなりました」\n@"

;fe88aa
Text_FE88AA:
db "サルヤマ「先生も、合成の壺の完成で\nさすがにほっとしているようです」\n@"

;fe88d3
Text_FE88D3:
db "座頭ケチ「あんたぁ、体のどこかを\n悪くしてやすね？"
%next()
db "あっしは、座頭ケチという、\nけちな指圧師ですがね、"
%cleartext()
db "２００ギタンで、あんたの体を\n直してみせますが、どうですかねぇ？」\n@"

;fe8935
Text_FE8935:
db "座頭ケチ「２００ギタンで、あんたの体を\n直してみせますが、どうですかねぇ？」\n@"

;fe8961
Text_FE8961:
db "座頭ケチ「そうかい・・・\n残念だねえ」\n@"

;fe897a
Text_FE897A:
db "座頭ケチ「お金が足りないか・・・\n残念だねえ」\n@"

;fe8998
Text_FE8998:
db "座頭ケチ「じゃ、ちょいとすいませんが、\nダンナの背中をあっしの方に向けて\nくれないですかねえ。　なんせ目が\n見えないもんで・・・へっ、へっ」\n@"

;fe89e5
Text_FE89E5:
db "座頭ケチ「・・・お客さん、\nこってますねぇ・・・・\nなに、心配はいらねえよ。\nあっしの指圧は、『背中の壺』直伝だ。"
%cleartext()
db "それに世の中にゃ、目明きよりよく\n見えるってものも、ありやしてね・・・・\nむっ、ここだ！」\n@"

;fe8a5a
Text_FE8A5A:
db "座頭ケチ「指圧のココロは、母ゴコロ・・\n・・・・でえいっ！！」"
%cleartext()
db "@"

;fe8a80
Text_FE8A80:
db "座頭ケチ「しまったっ！」"
%cleartext()
db "@"

;fe8a90
Text_FE8A90:
%textcmd($2)
%textvar($F6,$F1)
db "／頭ケチ「失敗しちまった。　すまんねえ・\n２００ギタン私って、もう一回やるかい？」\n@"

;fe8ac5
Text_FE8AC5:
db "４人組「ケチィィーーッ、\nかくごーーっ！！」\n@"

;fe8ade
Text_FE8ADE:
db "４人組「このやろーー！」\n@"

;fe8aed
Text_FE8AED:
db "座頭ケチ「・・おおっ、その声は！\n"
%textvar($FB,$81)
db "のダンナじゃありませんかい！"
%cleartext()
db "ごらんのとおり、追われる身でやんす。\nこんな世の中は、右も左も闇夜だあね。"
%cleartext()
db "まあ、目の見えない人間にとっちゃ、\nあまり　かわらんがねえ・・」\n@"

;fe8b62
Text_FE8B62:
db "座頭ケチ「イヤなもの、見せちまったなぁ\n・・・」\n@"

;fe8b7e
Text_FE8B7E:
db "男「あんた、目が見えないフリして\n実は見えてんだろ！　証拠はあるんだぜ！」\n@"

;fe8ba8
Text_FE8BA8:
db "子供「ぼく、見たよ！\n友達のオヤツを、うす目明けて\n盗んでくとこ！」\n@"

;fe8bd1
Text_FE8BD1:
db "女「わたしがお風呂入ってる時、\nあんたがのぞいて\n『あっしは、盲目で・・』\nなんて言ってたけど、あれウソでしょ！"
%cleartext()
db "ヨダレたらしてたもん！」\n@"

;fe8c1b
Text_FE8C1B:
db "店主「あんたに指圧してもらってから、\nよけい肩はこるわ、力は抜けるわ、\n最低だよ。　どうしてくれるんだい！」\n@"

;fe8c5a
Text_FE8C5A:
db "男「それ、みんな！　やっちまえーっ！」\n@"

;fe8c6f
Text_FE8C6F:
db "座頭ケチ「"
%textvar($FB,$81)
db "のダンナァ！\nお願いだ、助けてくれーっ！」\n@"

;fe8c90
Text_FE8C90:
db "コッパ「何で、目が見えないフリなんか\nしてたんだよ」\n@"

;fe8cad
Text_FE8CAD:
db "座頭ケチ「そ、その方が、なんとなく\nソレらしいだろ？\nそしたら、それを利用して、いたずら\nできることにも気がついて・・・"
%textcmd($2)
db "@"

;fe8cf1
Text_FE8CF1:
db "も、もう二度と悪さしねえ！"
%next()
db "だからお願いだ！　ゆるしてくれ！」"
%textcmd($2)
db "@"

;fe8d16
Text_FE8D16:
db "男「なあ、どうする？」"
%textcmd($2)
db "@"

;fe8d24
Text_FE8D24:
db "店主「そうだなぁ、あんなにあやまってる\nことだしな。"
%textcmd($2)
db "@"

;fe8d42
Text_FE8D42:
db "おい、二度とやるんじゃねえぞ！」"
%next()
db "座頭ケチ「は、はい・・・」"
%next()
db "男「みんな！　帰るぞ！」\n@"

;fe8d74
Text_FE8D74:
db "座頭ケチ「ダンナァ、・・・言葉もねえ。"
%next()
db "あっしは・・あっしはーーーっ！"
%next()
db "・・・・・・・・・・・・・"
%next()
db "このあとは、どこへ行くんですかい？"
%cleartext()
db "あっしは、あてのない旅だ。\nとりあえず、ダンナにくっついて\n行きてえんだが、\nそれでも、いいですかい？」\n@"

;fe8df2
Text_FE8DF2:
db "座頭ケチ「そうですかい・・・"
%next()
db "あっしは、ダンナがいいといえば、\nいつでもついて行きますぜ」\n@"

;fe8e23
Text_FE8E23:
db "座頭ケチ「あっ、ダンナァ！"
%next()
db "くっついて行ってもいいですかい？」\n@"

;fe8e46
Text_FE8E46:
db "座頭ケチ「ダンナ、指圧しあすかい？」\n@"

;fe8e5e
Text_FE8E5E:
db "座頭ケチ「そうですかい・・・」\n@"

;fe8e71
Text_FE8E71:
%textcmd($2)
%textvar($F6,$F1)
db "／頭ケチ「失敗しちまった。"
%textcmd($FC,$0,$4)
db "すまんねえ・」\n@"

;fe8e91
Text_FE8E91:
db "座頭ケチ「ダンナ、"
%textvar($FB,$87)
db "には\n気をつけておくんなせえ・・・」\n@"

;fe8eb2
Text_FE8EB2:
db "座頭ケチ「ダンナァ、あっしはもう\n限界でやんす・・・」\n@"

;fe8ed3
Text_FE8ED3:
db "座頭ケチ「あっしはダンナにくっついて\n行くでやんす」\n@"

;fe8ef1
Text_FE8EF1:
db "おかみ「またやったわね！　このゾウリ頭！\nいいかげん、しっかりやってよ！」\n@"

;fe8f19
Text_FE8F19:
db "おかみ「店がいそがしいんで、\nひとり　やとったんだけどさー、\nこいつがどうもトロくさくてねぇ」\n@"

;fe8f4a
Text_FE8F4A:
db "店員「・・・・・・・・・・！\nあのう・・・あんたの・・・\nあんたの名前、"
%next()
%textvar($FB,$81)
db "じゃないですか？」\n@"

;fe8f7f
Text_FE8F7F:
db "店員「・・・そうですか・・・\nいや・・すみません」\n@"

;fe8f9b
Text_FE8F9B:
db "店員「やっぱり！\nそうじゃないかと思ったんだ！"
%next()
db "おれの名は、ペケジ。"
%next()
db "・・・おれ、あんたの弟なんだ！」"
%cleartext()
db "ペケジ「今おれ仕事中だから・・・\n酒場『酔いどれ亭』で、待っててくれ。\nすぐに行くよ」\n@"

;fe9005
Text_FE9005:
db "ペケジ「酒場『酔いどれ亭』で、\n待っててくれ。　すぐに行くよ」\n@"

;fe902a
Text_FE902A:
db "ペケジ「いやー、待ったかい・・・"
%next()
db "しっかし、おどろいたよなー。\nほんとうに会えるとは、思って\nなかったもんなー。"
%cleartext()
db "・・・・・・・・・・・・・\nあんたも、いきなりこんなこと\n言われて、おどろいただろ？"
%cleartext()
db "なんで、おれがあんたの弟なのか、\n説明したいんだけど・・・」\n@"

;fe90b5
Text_FE90B5:
db "ペケジ「おらの　おっかあが、\n死ぬまぎわに、こう言ったんだ。"
%cleartext()
db "『おめえは、ホントはオラの子でねえ。"
%next()
db "オラは昔、タカにさらわれた赤ン坊を\n助けた。　"
%textcmd($2)
db "それが、おめえだ。"
%cleartext()
db "ペケジって名は、そのときしていた\nお守りから、とったものだ。"
%next()
db "ええか。"
%textcmd($2)
db "　オラが死んでもおめえは、\nひとりぼっちでは、ねえ・・・』"
%cleartext()
db "そう言って、おっかあは死んだ。"
%next()
db "あとでお守りの中をのぞくと、\n『"
%textvar($FB,$81)
db "の弟、ペケジ』\nと、書いた紙があった・・・」\n@"

;fe9196
Text_FE9196:
db "ペケジ「フフッ・・あんたもおれを見て、\nなんとなくピンときたのかな・・・」\n@"

;fe91bd
Text_FE91BD:
db "ペケジ「・・・・・・・・・・・・・\nおれは、あんたを見た瞬間、\nピンときたね。　この人が兄さんだって・・"
%cleartext()
db "・・・・・・・・・・・・・\nあんたとおれって、顔も似てるよな。"
%cleartext()
db "おれ、みんなにゾウリ頭って、\n呼ばれてんだ。\nあんたも、そう呼ばれてるのかい？」\n@"

;fe9244
Text_FE9244:
db "ペケジ「やっぱ、な・・・」\n@"

;fe9253
Text_FE9253:
db "ペケジ「・・・・・・・・・・・・」\n@"

;fe9266
Text_FE9266:
db "ペケジ「・・・・・・・・・・・・・\nゾウリってさ・・・・"
%next()
db "やっぱ、片方だけじゃ、ダメだから・・・\n・・・・・・・・・・・・・"
%cleartext()
db "なあ、おれ、あんたの事、\nアニキって呼んでもいいのかな？」\n@"

;fe92c7
Text_FE92C7:
db "ペケジ「ア、アニキ・・・"
%next()
db "・・・ナンカ照れくさいな・・・"
%textcmd($FC,$7F,$14)
db "ポッ」\n@"

;fe92ec
Text_FE92EC:
db "ペケジ「・・・そうだよな。\n・・もうちょい時間がたたないとな・・」\n@"

;fe9310
Text_FE9310:
db "ペケジ「おれ、そろそろ仕事に\n戻らなきゃ。"
%next()
db "またこの村に来ることがあったら、\n会ってくれよ。　じゃあな」\n@"

;fe934a
Text_FE934A:
db "ペケジ「また、この村に来ることが\nあったら、会ってくれよな」\n@"

;fe936c
Text_FE936C:
db "おかみ「ペケジも、もう少し\nしっかりしてくれると、\nいいんだけどねぇ」\n@"

;fe9392
Text_FE9392:
db "ペケジ「あっ、アニキ！"
%next()
db "・・・実は、アニキに相談したい事が\nあるんだ。"
%cleartext()
db "酒場『酔いどれ亭』で、待っててくれよ。"
%next()
db "すぐ、行くからさ」\n@"

;fe93dc
Text_FE93DC:
db "ペケジ「酒場『酔いどれ亭』で、\n待っててくれよ。"
%next()
db "すぐ、行くからさ」\n@"

;fe9404
Text_FE9404:
db "ペケジ「いやー、待ったかい・・・"
%next()
db "相談というのはさ・・・\nお金の事なんだ。"
%cleartext()
db "おれ、前からつき合っている\n女がいてさ、"
%next()
db "そいつがおれといっしょに\nお店をもちたいって言うんだ。"
%cleartext()
db "けどお金が足んなくてさ・・・"
%next()
db "どうかな？\nお金、ポンと出してもらえないかな？」\n@"

;fe948b
Text_FE948B:
db "ペケジ「・・・そうだよな・・・"
%cleartext()
db "たったひとりの、かけがえのない\n弟のためだといっても、\nお金の問題になると、\n話は別だよな・・・・・・・・」\n@"

;fe94d7
Text_FE94D7:
db "ペケジ「・・・・・・・・・・・・・・\nなあ、アニキィ。　どうしてもおれの\nたのみ、聞けないもんかなぁ・・」\n@"

;fe950f
Text_FE950F:
db "ペケジ「１０００ギタン。"
%next()
db "・・・いや・・・やっぱ、やめよう・・・"
%next()
db "いくら弟の　たのみとはいえ、\nこんな大金私うギリはないよな。"
%cleartext()
db "すまねえ・・・\n今の話は、忘れてくれ・・・"
%next()
db "じゃあな・・」\n@"

;fe9572
Text_FE9572:
db "ペケジ「・・・くっ！」\n@"

;fe957f
Text_FE957F:
db "おかみ「ペケジなら、\n突然『やめさせてもらいます』って言って\n出て行ったけど・・・」\n@"

;fe95ae
Text_FE95AE:
db "ペケジ「あっ、アニキ！\nおれ、やっぱ、この店で　はたらくことに\nしたんだ。"
%next()
db "実は、アニキに相談したい事があってさ。"
%cleartext()
db "酒場『酔いどれ亭』で、待っててくれよ。"
%next()
db "すぐ、行くからさ」\n@"

;fe960e
Text_FE960E:
db "おかみ「また『やとってくれ』ってんだから\n・・・\nまったく、ずうずうしいわよね」\n@"

;fe9638
Text_FE9638:
db "ペケジ「いやー、待ったかい・・・・"
%next()
db "ところで、前に話した１０００ギタンの\nお金の件だけど、その後どうかな？"
%cleartext()
db "・・・いや・・・やっぱ、やめよう・・・"
%next()
db "いくら弟の　たのみとはいえ、\nこんな大金私うギリはないよな。"
%cleartext()
db "すまねえ・・・\n今の話は、忘れてくれ・・・"
%next()
db "じゃあな・・」\n@"

;fe96c9
Text_FE96C9:
db "ペケジ「ほんとうかい！　さすがアニキだ！"
%next()
db "いやー、もつべきものは、やっぱ、\n兄弟だよなあ。"
%next()
db "じゃ、えんりょなく　いただくよ」"
%textcmd($2)
db "@"

;fe970c
Text_FE970C:
db "ペケジ「アニキ、おれ、がんばる！"
%cleartext()
db "がんばって、立派な店にしてみせるよ。"
%next()
db "今までおれのことゾウリ頭って\n呼んでた連中を見返してやるぜ。\nハハハハハハハハハハハハッ」\n@"

;fe9765
Text_FE9765:
db "おかみ「ペケジが、まだ帰ってこないん\nだよ。　あんた、知らない？」\n@"

;fe978a
Text_FE978A:
db "おかみ「ペケジなら、もういないよ」\n@"

;fe979d
Text_FE979D:
db "おかみさん「ペケジのことを\nよろしくね。"
%textcmd($2)
db "　なんだかんだいっても\nあの子、いい子だから・・」\n@"

;fe97ce
Text_FE97CE:
db "店主「いいか！"
%textcmd($FC,$0,$4)
db "二度と来るんじゃねえぞ！」"
%next()
db "ペケジ「ウィー、ヒック"
%textcmd($FC,$7F,$A)
db "・"
%textcmd($FC,$7F,$A)
db "・"
%textcmd($FC,$7F,$A)
db "・"
%textcmd($FC,$7F,$A)
db "・"
%textcmd($FC,$7F,$A)
db "・"
%textcmd($FC,$7F,$A)
db "\n@"

;fe980d
Text_FE980D:
db "あら！　そこにいらっしゃるのは\nアーニキじゃ、あーーりませんか！　ヒック！\nいっしょに、お話ししましょうよン\n・・ヒック！」\n@"

;fe984e
Text_FE984E:
db "ペケジ「お店？・・ヒック・・・"
%next()
db "ふっ、しょせん夢だったのよ・・ヒック・・\nいい夢見れたのよーーだ。　へっへっへー」\n@"

;fe988b
Text_FE988B:
db "ペケジ「女？"
%textcmd($2)
db "・・ヒック・・\nああ、あの女かい？"
%next()
db "あいつは、悪い女だ！"
%cleartext()
db "クソッ、おれのこと、\nだましやがって・・・"
%next()
db "おれはあいつのこと、\n許しませんよーーーだ。・・ヒック」\n@"

;fe98e6
Text_FE98E6:
db "ペケジ「お金？・・ヒック・・・・・"
%next()
db "ナーーイ。　なんにも、ナーーーイ・・・\nヒック・・・"
%cleartext()
db "全部、だまし取られました、よーーーーだ！\nハハ、ハハハハ」\n@"

;fe9935
Text_FE9935:
db "ペケジ「・・・・・・・・・・・・\nだまってないで、なんか言ってくれよぉ。\nうおおおおおーーーん！」\n@"

;fe9969
Text_FE9969:
db "ペケジ「おおっ、すげえパンチ・・・\nおかげで一気に酔いが覚めたぜ。"
%next()
db "ア、アニキ、すまねえ・・・\nせっかくアニキがくれたお金を、おれは・"
%cleartext()
db "けど、おれ、思ったね。"
%textcmd($FC,$0,$4)
db "さっきのパンチは\nアニキの愛情表現なんだな、って。\n弟のことを、考えるからこそ\nなぐれるもンだよな、って。"
%cleartext()
db "あのパンチは、お前のことをこれから\nずっとメンドウみてやるぞ、っていう\nアニキの返事なんだ」\n@"

;fe9a2d
Text_FE9A2D:
db "ペケジ「・・・アニキ、"
%textcmd($2)
db "アニキの旅に\nおれも連れてってくれないか？"
%cleartext()
db "とにかく、おれ、アニキの役に立ちたいん\nだよ。　なあ、たのむ！」\n@"

;fe9a75
Text_FE9A75:
db "ペケジ「・・・だよな。"
%next()
db "アニキに対して、おれ、\nひどかったもんな。"
%cleartext()
db "さっきのパンチのイミは、\nおれの思いちがいだったのか。　ははは。"
%next()
db "・・・・・けど、ほんとうは\nなぐりたいんだろ？」\n@"

;fe9ad4
Text_FE9AD4:
db "ペケジ「・・・・・・・そうか・・・・・・\nおれ、もう二度とアニキの前に姿を\n見せない。　だから、これ以上迷惑かける\nこともないと思う。"
%cleartext()
db "たっしゃでな、アニキ"
%next()
db "・・・・さようなら」\n@"

;fe9b37
Text_FE9B37:
db "ペケジ「おー、痛てえ・・・"
%next()
db "ありがとう、アニキ！\nおれ、がんばってアニキを助けるよ！」"
%next()
db "@"

;fe9b66
Text_FE9B66:
db "ペケジ「アニキ、腹が減っちまった。\nおにぎり、くれよぉ」\n@"

;fe9b86
Text_FE9B86:
db "ペケジ「すまねぇ、アニキ！」\n@"

;fe9b96
Text_FE9B96:
db "ペケジ「あ、アニキーーー！」"
%textcmd($2)
db "@"

;fe9ba7
Text_FE9BA7:
db "ペケジ「あっ、またやっちまった！\nアニキ、すまねえ！」\n@"

;fe9bc4
Text_FE9BC4:
db "ペケジ「ア、アニキ、まさか、\nおれのこと見すてる気じゃ・・・」\n@"

;fe9be5
Text_FE9BE5:
db "ペケジ「もう二度とヘマはしねえ！\nだからお願いだ！\nおれを見すてないでくれよぉ！」\n@"

;fe9c12
Text_FE9C12:
db "ペケジ「おーっ、痛てえ・・・\nありがとう、アニキ！」\n@"

;fe9c2f
Text_FE9C2F:
db "ペケジ「・・・だよな。　おれ、\n全然役立ってないもんな。\nくやしいけどよぉ・・・じゃあな」\n@"

;fe9c62
Text_FE9C62:
db "ペケジ「おれ、今度会うときまで、\nがんばってもっと強くなるよ。\n・・・じゃあな」\n@"

;fe9c8e
Text_FE9C8E:
db "ペケジ「あ、アニキ！"
%next()
db "おれ、あれから修行して強くなったんだ。"
%next()
db "おれも連れていってくれよ」\n@"

;fe9cbe
Text_FE9CBE:
db "ペケジ「あ、アニキ！"
%next()
db "おれ、あれからもっと修行して\nもっともーっと強くなったんだ。"
%next()
db "おれも連れていってくれよ」\n@"

;fe9cf9
Text_FE9CF9:
db "ペケジ「あ、アニキ！"
%next()
db "フッ・・おれは、もう、\nきのうまでのおれじゃねえぜ。"
%next()
db "なあ、おれも連れていってくれよ」\n@"

;fe9d32
Text_FE9D32:
db "ペケジ「おれ、がんばってアニキを\n助けるよ！」\n@"

;fe9d4c
Text_FE9D4C:
db "ペケジ「"
%textvar($FB,$87)
db "には、\n気をつけた方がいいぜ、アニキ！」\n@"

;fe9d69
Text_FE9D69:
db "ペケジ「た、倒れそうなんだ。\n何とかしてくれよ。　アニキィ・・・」\n@"

;fe9d8e
Text_FE9D8E:
db "三番弟子「私は、ガイバラ先生の\n三番弟子です。"
%cleartext()
db "『壺識別の修行をしてこい！』と、\n屋敷を追い出されたのですが、\n私は壺の識別が苦手でして・・・"
%next()
db "何か、いい方法はないでしょうか？」\n@"

;fe9dfa
Text_FE9DFA:
db "三番弟子「壺を識別するのに、\n何か、いい方法はないでしょうか？」\n@"

;fe9e22
Text_FE9E22:
db "三番弟子「ありがとうございます。\nおかげで、のどのつっかえがとれた\nような、はれやかな気分です。"
%cleartext()
db "ところで、壺を識別するのに、\n何か、いい方法はないでしょうか？」\n@"

;fe9e7c
Text_FE9E7C:
db "三番弟子「ぐわぁっ！　やられたぁっ！"
%next()
db "・・と思ったが、何ともない。\nそれより、なぜだか壺識別が\nできるって気になってきたぞ。"
%cleartext()
%textvar($FB,$81)
db "さん、ありがとう！"
%next()
db "これからは、自信を持って\n壺の識別の修行に、はげみます！」\n@"

;fe9eef
Text_FE9EEF:
db "三番弟子「壺の識別をしますか？」\n@"

;fe9f04
Text_FE9F04:
db "三番弟子「そうですか。　私は修行中\nなのでいつでも声をかけて下さい」\n@"

;fe9f2d
Text_FE9F2D:
db "三番弟子「あ、"
%textvar($FB,$81)
db "さん。"
%next()
db "壺の識別をしますか？」\n@"

;fe9f4a
Text_FE9F4A:
db "料理人「マムルの肉を仕入れに\nきたんだけど、うまくいかなくてさ。"
%next()
db "これを貸すから、\nちょっと協力してくれよ」"
%cleartext()
%textcmd($80)
%playsound($4F)
db "　"
%textvar($FB,$81)
db "は、ブフーの杖［０］をもらった\n@"

;fe9f9e
Text_FE9F9E:
db "料理人「マムルの肉をよろしく」\n@"

;fe9fb1
Text_FE9FB1:
db "料理人「おっ、\nうまそうなマムルの肉だな。\nありがとよ」"
%next()
%textcmd($80)
%playsound($4F)
db "　"
%textvar($FB,$81)
db "は、マムルの肉を手渡した"
%cleartext()
%textcmd($81)
db "料理人「お礼にうまいもん、\n食わせてやるぜ。"
%next()
db "ちょっと待ってろよ」\n@"

;fea00f
Text_FEA00F:
db "料理人「あらよっ、できあがり！"
%next()
db "マムルのしっぽ燃きだ。\nほら、食ってみろよ」\n@"

;fea039
Text_FEA039:
%textcmd($FC,$0,$5)
db "食べる\n"
%textcmd($FC,$0,$5)
db "やめとく@"

;fea048
Text_FEA048:
db "料理人「なんだ。　食べないのかい。\n・・・残念だなあ」\n@"

;fea068
Text_FEA068:
%textcmd($80)
%playsound($51)
db "　"
%textvar($FB,$81)
db "は、\nマムルのしっぽ燃きを食べてみた。"
%next()
db "・・・むっ・・こりゃ、うまいっ！"
%cleartext()
db "ちからの最大値が、３上がった。\nＨＰの最大値が、５上がった。\nお腹もいっぱいになった"
%textcmd($2)
db "@"

;fea0c9
Text_FEA0C9:
db "料理人「なっ、うまいだろ。"
%next()
db "それにスタミナもつくし、\nちからもわいてくるだろ。"
%cleartext()
db "おれの名は、ナオキ。"
%next()
db "『さすらいの料理人』とは、\nこのおれのことだ。\nじゃあな、また会おうぜ」\n@"

;fea126
Text_FEA126:
db "料理人「おれの名は、ナオキ。"
%next()
db "『さすらいの料理人』とは、\nこのおれのことだ。\nじゃあな、また会おうぜ」\n@"

;fea15f
Text_FEA15F:
db "トシオ「この店とも、もうお別れです・・」\n@"

;fea175
Text_FEA175:
db "客「ここの料亭、やっと再開したぜ。\nおれ、ずっと待ってたんだ」\n@"

;fea19b
Text_FEA19B:
db "客「この店は、昔から\nおいしいって評判だったからね。"
%next()
db "ところで町はずれの方にも、\n新しい料理屋ができたの、知ってる？」\n@"

;fea1e0
Text_FEA1E0:
db "客「がけのところにできた料理屋だろ。"
%next()
db "あそこは、ダメダメ。"
%next()
db "あんなところじゃ、おっかなくて\n食事なんかできないよ。"
%cleartext()
db "それにかんじんの料理がひどくてさあ、"
%next()
db "あれじゃ、食の神ブフーもソッポを\n向くぜ」\n@"

;fea249
Text_FEA249:
db "料理長「まだ準備中なんですがニイ。\n勝手に入られると、困るんだニイ」\n@"

;fea273
Text_FEA273:
db "コッパ「ここか、ウワサの料理屋は・・\nたしかに、住の神ムラドに\n見放されたような場所だよな」\n@"

;fea2a8
Text_FEA2A8:
db "「キャーーーーーッ！」\n@"

;fea2b5
Text_FEA2B5:
db "トメ「出ていけーっ！\nだいたいこんなことになったのも、\nお前が嫁に来てからだ。"
%cleartext()
db "お前さえいなければ、こんなことに\nならなかったんだ！」\n@"

;fea2fd
Text_FEA2FD:
db "トシオ「かあさん・・・\nスズコのせいじゃないよ。"
%next()
db "ここに店を建てるんだって、\nみんなで話し合ったからじゃないか」\n@"

;fea33a
Text_FEA33A:
db "スズコ「いいえ、トシオさん。\nお母様の言う通りだわ。　悪いのは、私。"
%cleartext()
db "私さえしっかりしていれば、\n『峠屋』を乗っ取られたり\nしなかったんだもの」"
%cleartext()
db "トシオ「しかたがないよ。\n信頼してた料理長が、まさか裏切るとは\nぼくも思わなかったよ。"
%cleartext()
db "それより、あいつらを見返してやろうと\nこの店を作ったんじゃないか。"
%next()
db "かあさんやスズコにも手伝ってもらって\nよりうまい料理に・・」\n@"

;fea407
Text_FEA407:
db "トメ「そしたら、よけいまずい、って\n評判になったじゃないか！"
%next()
db "あたしゃ、自信なくしたよ」"
%cleartext()
db "スズコ「・・・・ねえっ、\n全然気がつかなかったけど、\nお客さんがひとり来てるわよ」"
%next()
db "トメ・トシオ「えっ！」\n@"

;fea472
Text_FEA472:
db "スズコ「いらっしゃいませ。\nどうぞ、おかけ下さい」\n@"

;fea48d
Text_FEA48D:
db "スズコ「今日のこんだてです。\n何になさいますか？」\n@"

;fea4aa
Text_FEA4AA:
%textcmd($FC,$0,$5)
db "ぴーたんめん　　　"
%textcmd($FC,$0,$1)
db "３００ギタン\n"
%textcmd($FC,$0,$5)
db "ゲイズ燃きそば　"
%textcmd($FC,$0,$4)
db "４００ギタン\n"
%textcmd($FC,$0,$5)
db "トドの背中燃き　　５００ギタン@"

;fea4eb
Text_FEA4EB:
db "スズコ「ぴーたんめんですね。\nかしこまりました」"
%playsound($50)
db "　\n@"

;fea508
Text_FEA508:
db "スズコ「ゲイズ燃きそばですね。\nかしこまりました」"
%playsound($50)
db "　\n@"

;fea527
Text_FEA527:
db "スズコ「トドの背中燃きですね。\nかしこまりました」"
%playsound($50)
db "　\n@"

;fea547
Text_FEA547:
db "トシオ「お待たせいたしました。\nぴーたんめんでございます」\n@"

;fea567
Text_FEA567:
db "トシオ「お待たせいたしました。\nゲイズ燃きそばでございます」\n@"

;fea589
Text_FEA589:
db "トシオ「お待たせいたしました。\nトドの背中燃きでございます」\n@"

;fea5ac
Text_FEA5AC:
%textcmd($80)
%playsound($51)
db "　"
%textvar($FB,$81)
db "は、\n「ぴーたんめん」を食べてみた。\n@"

;fea5c7
Text_FEA5C7:
%textcmd($80)
%playsound($51)
db "　"
%textvar($FB,$81)
db "は、\n「ゲイズ燃きそば」を食べてみた。\n@"

;fea5e4
Text_FEA5E4:
%textcmd($80)
%playsound($51)
db "　"
%textvar($FB,$81)
db "は、\n「トドの背中燃き」を食べてみた。\n@"

;fea602
Text_FEA602:
%textcmd($80)
%playsound($98)
db "　・・・うおっ・・超まずいっ！\nちからが、３下がった。\nＨＰの最大値が、１０下がった。"
%cleartext()
db "お腹もクダし、\n満腹度が、１０％になった。"
%next()
%textcmd($81)
db "コッパ「"
%textvar($FB,$81)
db "！\nだ、だいじょうぶか？！」\n@"

;fea66a
Text_FEA66A:
db "スズコ「・・・どうお\n・・・おいしそうに食べてる？」"
%cleartext()
db "トメ「あのしかめっ面は、\nどう見てもうまいもん食ってる時の\n顔じゃあ、ないね」"
%cleartext()
db "スズコ「お腹おさえてるわ。\n痛いのかしら？」"
%cleartext()
db "トシオ「くそっ！　またか！"
%cleartext()
db "スズコやかあさんに\n協力してもらっても、\nしょせんはシロウトの料理。"
%next()
db "これが、限界なのか・・・・」\n@"

;fea70d
Text_FEA70D:
db "スズコ「あっ、帰るみたいよ。\nだいじょうぶ、ちゃんと歩いてる・・」\n@"

;fea732
Text_FEA732:
db "三人「ありがとうございましたーっ！」\n@"

;fea747
Text_FEA747:
db "ナオキ「あっ、"
%textvar($FB,$81)
db "さん！"
%next()
db "おれだよ、ナオキだよ。\nほら、前に『マムルのしっぽ燃き』を\nごちそうした・・・"
%cleartext()
db "今度、山頂の町の料理屋に\n仕事の依頼があってさ、"
%next()
db "そこへ行く途中なんだけど、\n怪物どもがてごわくてさ・・・"
%cleartext()
db "なあ、山頂の町まで、\nあんたにくっついて\n行ってもいいかい？」\n@"

;fea7e2
Text_FEA7E2:
db "ナオキ「そんなこと言わずにさあ・・」\n@"

;fea7f7
Text_FEA7F7:
db "ナオキ「なあ、\n山頂の町まででいいからさ。\nいっしょに行ってくれよ」\n@"

;fea81e
Text_FEA81E:
db "ナオキ「ありがとよ」\n@"

;fea82a
Text_FEA82A:
db "ナオキ「旅は道連れ世は情け、ってね。"
%next()
db "そのうち、また\nうまいモン食わせてやるよ」\n@"

;fea858
Text_FEA858:
db "客「やっぱ、\nこの店の食事はうまいぜ！」\n@"

;fea86f
Text_FEA86F:
db "客「・・・そうかなあ。"
%next()
db "前食べに来た時は、\nこんな味じゃなかったような・・・」\n@"

;fea89b
Text_FEA89B:
db "客「この店の料理って、\nこんなんだっけ？"
%next()
db "なんか、いままでの『峠屋』とは、\nちがうような・・・」\n@"

;fea8d0
Text_FEA8D0:
db "トメ「あいかわらず、\n客がふえないのう」\n@"

;fea8e7
Text_FEA8E7:
db "トシオ「誰か腕のいい料理人に\n頼むしかないのかなあ」\n@"

;fea906
Text_FEA906:
db "スズコ「そんなこと言ったって、\nお金がないじゃないの」\n@"

;fea924
Text_FEA924:
db "ナオキ「・・・ここでお別れだ。\n旅を共にしてくれて、ありがとな。"
%cleartext()
db "ま、おれの料理が\n食いたくなったら来てくれよ。\nじゃあな！」\n@"

;fea967
Text_FEA967:
db "料理長「・・・なるほどニイ。\nそれだと材料代もういて、\nボロもうけってわけですニイ」"
%cleartext()
db "サギ師「だろ？"
%next()
db "どうせ味なんて、\nわかりっこないんだから。\nようは客をだませれば、いいわけよ。"
%cleartext()
db "・・と、まあサギの色々なやり方を\n教えたが、ここまでくれば、あとは\nお前ひとりでも何とかなるだろう。"
%cleartext()
db "おれは、この町を離れるけど、\nうまくやるんだぜ。　じゃあな」"
%cleartext()
db "料理長「大金積んだかいがあったニイ。\nさすがサギ師だニイ」"
%next()
db "サギ師「あばよ！」\n@"

;feaa51
Text_FEAA51:
db "料理長「イヒヒヒヒ・・・」\n@"

;feaa62
Text_FEAA62:
db "ナオキ「じょうだんじゃない！"
%next()
db "こんなハシタ金で、\nおれに料理をつくれだって？"
%next()
db "このおれを、誰だと思ってんだ！」\n@"

;feaa9e
Text_FEAA9E:
db "スズコ「さすらいの料理人の\nウワサは、聞いてます。"
%next()
db "多額の報酬で\n天の味をつくり出すという・・・"
%cleartext()
db "けど私達はもう、\nあなたにたのむしかないんです。"
%next()
db "あなたがいなくなったら、\n私達どうしたらいいか・・・」\n@"

;feab11
Text_FEAB11:
db "トシオ「せめてぼくがつくる料理を、\nアドバイスするぐらいのことは、\nできないのでしょうか？"
%next()
db "お願いします！」\n@"

;feab4a
Text_FEAB4A:
db "ナオキ「ダメだね。"
%next()
db "おれは、金にならない仕事はやらねえ。"
%next()
db "１００００ギタンだ。"
%cleartext()
db "自分達で私えないんだったら、\nだれかにたよるしか・・」\n@"

;feab94
Text_FEAB94:
%textcmd($FC,$0,$5)
db "報酬を私ってあげる\n"
%textcmd($FC,$0,$5)
db "私わない@"

;feabad
Text_FEABAD:
db "コッパ「おい、"
%textvar($FB,$81)
db "！\nこの人達、こまっているんだぜ」\n@"

;feabca
Text_FEABCA:
db "ナオキ「えっ！\n"
%textvar($FB,$81)
db "さんが、なんで！"
%next()
db "まあ、お金が入るんだったら、\nおれは文句ないが・・"
%cleartext()
%textvar($FB,$81)
db "さんには、恩がある。\n一回で全部私ってくれなくてもいいよ。"
%next()
db "・・・けど、本当にいいのかい？」\n@"

;feac33
Text_FEAC33:
db "ナオキ「なんだよ！\nどっちなんだ？」\n@"

;feac47
Text_FEAC47:
db "ナオキ「決まりだ！"
%next()
db "この仕事、引き受けたぜ！」\n@"

;feac64
Text_FEAC64:
db "トシオ「ありがとうございます。"
%next()
db "エンもユカリもない人から、\nこんなことを・・・"
%next()
db "なんとお礼をいったらいいか・・・」\n@"

;feaca0
Text_FEACA0:
db "スズコ「甘えさせてもらいます。\n今の私達は、それしか道がないんです。"
%next()
db "けど、このご恩は、必ず・・・・"
%next()
db "ありがとうございます！」\n@"

;feace7
Text_FEACE7:
db "トメ「ぐふぉおおおーん！\nあんた、いい男だ！　いい男だねえ！"
%next()
db "ありがとう！　ホントに、\nありがとー！　ぐふぉおおおーん！」\n@"

;fead26
Text_FEAD26:
db "ナオキ「みんな、何グズグズしてんだ。"
%next()
db "『峠屋』のやつらを\n見返してやるんだろ？"
%next()
db "さっそく準備だ！」\n@"

;fead5d
Text_FEAD5D:
db "トシオ「さあ、これからいそがしいぞ！」\n@"

;fead72
Text_FEAD72:
db "スズコ「私達、がんばってみせます」\n@"

;fead87
Text_FEAD87:
db "トメ「わしゃ、なにから手をつければ\nいいかのう・・」\n@"

;feada4
Text_FEADA4:
db "ナオキ「報酬を私ってくれるのかい？」\n@"

;feadbb
Text_FEADBB:
%textcmd($FC,$0,$5)
db "所持金を全部私う\n"
%textcmd($FC,$0,$5)
db "所持金の半分を私う\n"
%textcmd($FC,$0,$5)
db "私わない@"

;feade5
Text_FEADE5:
db "ナオキ「あと、"
%textvar($F9,$20)
db "ギタンだな。\nま、私うのはいつでもいいぜ」\n@"

;feae06
Text_FEAE06:
%playsound($50)
db "　"
%textcmd($80)
%textvar($FB,$81)
db "は、\nナオキに"
%textvar($F9,$20)
db "ギタン私った。\n@"

;feae20
Text_FEAE20:
db "ナオキ「"
%textvar($F9,$20)
db "ギタンか・・・"
%next()
db "あと、"
%textvar($F9,$20)
db "ギタンだな。\nま、私うのはいつでもいいぜ」\n@"

;feae4b
Text_FEAE4B:
db "ナオキ「１００００ギタン、全額だ。\nありがとよ」\n@"

;feae67
Text_FEAE67:
db "スズコ「先日は\nどうもありがとうございました。"
%cleartext()
db "おかげさまで、\nお店の評判も少しずつですが、\n良くなってきてるんです」\n@"

;feaeaa
Text_FEAEAA:
db "トシオ「さすがは、ナオキさんですよ。\n料理がすごい！」\n@"

;feaec8
Text_FEAEC8:
db "トメ「"
%textvar($FB,$81)
db "さんは、半分この店の\nオーナーみたいなもんじゃよ。"
%next()
db "借金の肩代りをしてもらってるからの」\n@"

;feaf00
Text_FEAF00:
db "フラッときた客「う、うまいっ！\n食の神ブフーの名にかけて、\nこんなにうまい料理は初めてだ！」\n@"

;feaf35
Text_FEAF35:
db "食通じじい「こりゃ、すごい！"
%next()
db "この料理こそまさに、まったりとして\nもっさりとして、むっちりの、"
%textcmd($2)
db "しわしわの\nべろべろのウッヒッヒじゃあっ！！」\n@"

;feaf81
Text_FEAF81:
db "ナオキ「やあ、"
%textvar($FB,$81)
db "さん。"
%next()
db "報酬を私ってくれるのかい？」\n@"

;feafa1
Text_FEAFA1:
db "女「『峠屋』って、どうやら\n材料をゴマかしていたみたいよ」\n@"

;feafc2
Text_FEAFC2:
db "男「まずいわけだよな」\n@"

;feafcf
Text_FEAFCF:
db "客「ここの店、すごく人気が\n出ちまってさあ、"
%next()
db "今じゃ並ばないと入れないんだ」\n@"

;feaff9
Text_FEAFF9:
db "客「『峠屋』は、つぶれたんだってね」\n@"

;feb00f
Text_FEB00F:
db "客「ああ、早く食べたいなあ」\n@"

;feb021
Text_FEB021:
db "ガイバラ「うっまぁぁぁーーーい！！」\n@"

;feb035
Text_FEB035:
db "サルヤマ「先生っ、\nそれで９９杯目のおかわりです」\n@"

;feb052
Text_FEB052:
db "息子「おいしいや！」\n@"

;feb05f
Text_FEB05F:
db "母親「ほんと、おいしい！」\n@"

;feb070
Text_FEB070:
db "父親「おっかないところに\n店を建てたなあって、\n思ってたんだけど・・・"
%cleartext()
db "実際きてみると、\nすごく見晴らしがよくて、\n気持ちいいよな」\n@"

;feb0bb
Text_FEB0BB:
db "スズコ「お客さん、すごいでしょう。"
%next()
db "もう、私達だけでもやっていけます。\n"
%textvar($FB,$81)
db "さんには、本当に\nお世話になりました」\n@"

;feb0fd
Text_FEB0FD:
db "トシオ「ナオキさん、\n出ていっちゃったんですよ。"
%next()
db "もうおれは必要ないだろう、って・・・"
%cleartext()
db "で、"
%textvar($FB,$81)
db "さんがきたら、\nこれを渡すようにたのまれたんです」"
%next()
%textcmd($80)
%playsound($C9)
db "　"
%textvar($FB,$81)
db "は、ブフーの杖をもらった！\n@"

;feb160
Text_FEB160:
db "トシオ「いろいろと世話になった、\nお礼だそうです」\n@"

;feb17e
Text_FEB17E:
db "スズコ「いままでいろいろと、\nありがとうございました」\n@"

;feb19b
Text_FEB19B:
db "トメ「ホントに世話になったのう。"
%next()
db "わしゃ、あんたに\nホレちまいそうだよ・・・"
%textcmd($FC,$7F,$14)
db "ポッ」\n@"

;feb1cb
Text_FEB1CB:
db "客「並んで食べたかいがあるよなあ」\n@"

;feb1e0
Text_FEB1E0:
db "客「うん、おいしい！」\n@"

;feb1ee
Text_FEB1EE:
db "客「うめえ！　"
%textcmd($2)
db "ブフーもよだれを\nたらすほどのうまさだ！」\n@"

;feb20f
Text_FEB20F:
db "スズコ「あ、"
%textvar($FB,$81)
db "さん！\nいらっしゃい！」\n@"

;feb225
Text_FEB225:
db "トシオ「ナオキさん、いまごろ\nどうしているかなあ・・・」\n@"

;feb243
Text_FEB243:
db "トメ「『峠屋』は、\nつぶれたみたいだのう・・・」\n@"

;feb25e
Text_FEB25E:
db "おばば「ここは、宿屋じゃ。"
%next()
db "１泊めし付きで"
%textvar($F9,$20)
db "ギタンじゃが、\n泊まるのかの？」\n@"

;feb28b
Text_FEB28B:
%textcmd($FC,$0,$5)
db "泊まる\n"
%textcmd($FC,$0,$5)
db "やめとく@"

;feb29b
Text_FEB29B:
db "おばば「休みたくなったら、\nいつでもおいで」\n@"

;feb2b4
Text_FEB2B4:
db "おばば「文無しは、おことわりだよ」\n@"

;feb2c9
Text_FEB2C9:
db "おばば「旅立ちなさるか。"
%next()
db "道中、気をつけてのう」\n@"

;feb2e5
Text_FEB2E5:
db "かじ屋「ここはかじ屋だ。"
%next()
db "１０００ギタンで、武器を\nきたえるが、どうする？」\n@"

;feb30f
Text_FEB30F:
%textcmd($FC,$0,$5)
db "きたえてもらう\n"
%textcmd($FC,$0,$5)
db "やめとく\n@"

;feb323
Text_FEB323:
db "かじ屋「きたえてほしい時は、\nいつでも声をかけてくれ」\n@"

;feb341
Text_FEB341:
db "かじ屋「なんでえ、\n金、持ってねえじゃねえか。"
%next()
db "金がたまったら、いつでもきな」\n@"

;feb36a
Text_FEB36A:
db "かじ屋「どれにするんだ？」"
%textcmd($FC,$7F,$A)
db "\n@"

;feb37c
Text_FEB37C:
db "かじ屋「"
%textvar($FB,$80)
db "？"
%next()
db "武器じゃなきゃ、ダメだぜ」\n@"

;feb395
Text_FEB395:
db "かじ屋「"
%textvar($FB,$80)
db "？"
%next()
db "カナモノじゃなけりゃ、\nきたえられないなあ」\n@"

;feb3b5
Text_FEB3B5:
db "かじ屋「なんでえ、やめるのか。"
%next()
db "まっ、きたえてほしくなった時は、\nいつでもきな」\n@"

;feb3df
Text_FEB3DF:
db "かじ屋「"
%textvar($FB,$80)
db "だな。\nよし！　大急ぎで仕上げるから、\nちょっと、待っててくれ」\n@"

;feb40a
Text_FEB40A:
db "かじ屋「ぜえーっ、ぜえーっ・・"
%next()
db "できたぜ、あいよ！」\n@"

;feb426
Text_FEB426:
%playsound($4F)
db "　"
%textcmd($80)
%textvar($FB,$81)
db "は、\n"
%textvar($FB,$80)
db "を受け取った。\n@"

;feb43d
Text_FEB43D:
db "かじ屋「ぜえーっ、ぜえーっ・・"
%next()
db "自分で言うのもなんだが、\nいいデキばえだぜ。　あいよ！」\n@"

;feb46e
Text_FEB46E:
db "かじ屋「そっちは仕事場だから、\nあぶないぜ」\n@"

;feb487
Text_FEB487:
db "かじ屋「カタナ＋９９か・・・\nよく、ここまできたえたものだな。"
%cleartext()
db "しかし、風来人さんよ、"
%next()
db "残念だが、これ以上きたえるのは、\nムリってもんだ。"
%next()
db "ハガネじたいに限界が・・・"
%textcmd($2)
db "おっ！"
%cleartext()
db "よく見りゃ、こりゃ、\n風魔鉄じゃねえか！"
%cleartext()
db "風来人さんよ、よくわからんが\nこのカタナは、普通じゃないようだ。"
%next()
db "ちょっと、待っててくれ」\n@"

;feb52e
Text_FEB52E:
db "かじ屋「ぜえーっ、ぜえーっ・・"
%next()
db "こりゃ・・、"
%textcmd($2)
db "なんか・・、"
%next()
db "よくわからんが・・・、"
%cleartext()
db "すげえもンが、できちまったぜ！\nあいよ！」\n@"

;feb570
Text_FEB570:
db "かじ屋「剛剣マンジカブラ＋９９ね・・"
%next()
db "希代の名刀も、ここまで\nきたえぬかれてりゃ、\n伝説の刀工師カブラは、本望だろうぜ。"
%cleartext()
db "んっ？"
%next()
db "なんか、やけにやわらかい心金だな。\nツクリコミが、かわっているし・・・"
%next()
db "なんだ、この細工は？"
%cleartext()
db "モロ刃にもなるのか？"
%next()
db "・・・こ、これはっ！！"
%next()
db "な、なあ、アンタ。　この剛剣を\nおれが作りかえてもいいかい？」\n@"

;feb62c
Text_FEB62C:
db "かじ屋「・・・そうか。　残念だ。"
%next()
db "けど、気がかわるまで、\nいつでも待ってるぜ」\n@"

;feb658
Text_FEB658:
db "かじ屋「えっ！"
%next()
db "剛剣マンジカブラ＋９９を\nおれが、いじってもいいのか？」\n@"

;feb680
Text_FEB680:
db "かじ屋「よし！　やるぜ！"
%next()
db "店の、のれんにかけて\nすごい剣に仕上げてみせるからな。"
%next()
db "ちょっと、待っててくれ」\n@"

;feb6ba
Text_FEB6BA:
db "かじ屋「ぜえーっ、ぜえーっ・・"
%next()
db "しかし、カブラって刀工師は、\nぜえーっ、ぜえーっ・・"
%cleartext()
db "とんでもない天才だな。\nぜえーっ、ぜえーっ・・"
%next()
db "はー、はー、・・ふう・・・"
%cleartext()
db "おれの一世一代の大仕事だ。"
%next()
db "受け取ってくれ！」\n@"

;feb730
Text_FEB730:
db "かじ屋「盾は、ダメなん"
%textcmd($2)
db "・・ん？"
%next()
db "この盾・・・もしかして、ここを\nこうして　こうすれば・・・"
%next()
db "ちょっと、待っててくれ」\n@"

;feb76f
Text_FEB76F:
db "かじ屋「ぜえーっ、ぜえーっ・・"
%next()
db "風魔鉄のつなぎ目を\nうず巻状にしてみたんだ。"
%cleartext()
db "これで、また少し\n強度が上がると思うぜ。"
%textcmd($2)
db "　あいよ！」\n@"

;feb7ba
Text_FEB7BA:
db "かじ屋「"
%textvar($FB,$80)
db "か？"
%next()
db "けど、これって使っているうちに\nこわれちまうんだろ？"
%next()
db "きたえがいが、ないんだよな・・・"
%cleartext()
db "なあ、よかったら\nその"
%textvar($FB,$80)
db "を\nおれに、あずけちゃくれねえか？」\n@"

;feb811
Text_FEB811:
db "かじ屋「そうかい・・・」\n@"

;feb81f
Text_FEB81F:
db "かじ屋「たしかに、あずかったぜ」\n@"

;feb831
Text_FEB831:
db "かじ屋「あ、そうだ！"
%next()
db "前からあずかってた、\n"
%textvar($FB,$80)
db "をかえすぜ。"
%cleartext()
db "こわれないように、\n作りかえてみたんだ」"
%next()
%textcmd($80)
%textvar($FB,$81)
db "は、こわれなくなった\n"
%textvar($FB,$80)
db "を受け取った。"
%playsound($4F)
db "　\n@"

;feb886
Text_FEB886:
db "かじ屋「また、よってくれよな」\n@"

;feb897
Text_FEB897:
db "女の子「えーん、えーん！\nおかあさーん！　おとうさーん！」"
%next()
%textcmd($80)
db "どうやら迷子になっているようだ。\n子供を連れて行きますか？\n@"

;feb8d9
Text_FEB8D9:
db "女の子「えーん、えーん！\nおかあさーん！　おとうさーん！」\n@"

;feb8f8
Text_FEB8F8:
%textcmd($FC,$0,$6)
db "連れて行く\n"
%textcmd($FC,$0,$6)
db "行かない\n@"

;feb90b
Text_FEB90B:
db "ララ「うちの子が\nまだ戻ってこないんです。\nどこいったのかしら・・・・・」\n@"

;feb933
Text_FEB933:
db "ボボロ「ああ、心配だ。\nこれじゃ、仕事もできやしない」\n@"

;feb953
Text_FEB953:
db "女の子「・・・ぐすんっ」\n@"

;feb961
Text_FEB961:
db "女の子「あっ！\nおかあさーん！　おとうさーん！」\n@"

;feb97b
Text_FEB97B:
db "ララ「ああっ、スララ！\nどこに行ってたの？心配してたのよ！"
%next()
db "・・・・・・よかった！」\n@"

;feb9a9
Text_FEB9A9:
db "ボボロ「うおおおーんっ！"
%next()
db "スララーッ！　スララーッ！\n心配したんだよーーっ！」\n@"

;feb9d4
Text_FEB9D4:
db "ララ「ありがとうございます。"
%next()
db "私達、夫婦で預かり場を\nやっているんです。"
%cleartext()
db "お礼といってはナンですが、\nここを自由に利用してやって下さい」\n@"

;feba24
Text_FEBA24:
db "スララ「ありがとう、お兄ちゃん」\n@"

;feba37
Text_FEBA37:
db "スララ「あ、お兄ちゃんだ！」\n@"

;feba48
Text_FEBA48:
db "男の子「わーい！」\n@"

;feba53
Text_FEBA53:
db "ララ「あ、"
%textvar($FB,$81)
db "さん！"
%next()
db "いつぞやは、大変お世話になりました」\n@"

;feba75
Text_FEBA75:
db "ボボロ「あ、どうも！"
%next()
db "スララも外で元気に遊んでいるし、\n私も安心して仕事ができます。\nありがとうございました」\n@"

;febab5
Text_FEBAB5:
db "ボボロ「ありがとうございました」\n@"

;febac7
Text_FEBAC7:
db "女の子「ねえ、おにいちゃん。\n持ち物の上から"
%textvar($F9,$10)
db "番目のアイテムを\n私にちょーだい！」\n@"

;febaf4
Text_FEBAF4:
db "母親「こら！　またワガママ言って！」\n@"

;febb0b
Text_FEBB0B:
db "女の子「だって、欲しいんだもん。\nねえ、上から"
%textvar($F9,$10)
db "番目のアイテムー！\n上から"
%textvar($F9,$10)
db "番目の\nアイテムゥゥゥゥーーーーッ！！」\n@"

;febb4a
Text_FEBB4A:
db "母親「この子、言いだしたら\n聞かないんです。"
%cleartext()
db "・・けど、もしよかったら\n持ち物の上から"
%textvar($F9,$10)
db "番目の\nアイテムをゆずっては\nもらえないでしょうか？」\n@"

;febb98
Text_FEBB98:
db "母親「そうですか・・・\nムリ言ってすみません・・・」\n@"

;febbb7
Text_FEBBB7:
db "女の子「うわーーーーん！\nおにいちゃんの、ばかぁぁーーっ！！」\n@"

;febbd8
Text_FEBBD8:
%textcmd($80)
%playsound($4F)
db "　"
%textvar($FB,$81)
db "は、\n"
%textvar($FB,$80)
db "を、\n女の子に手渡した\n@"

;febbf3
Text_FEBBF3:
db "女の子「うわーーーい！\nありがとーーーーっ！」\n@"

;febc0c
Text_FEBC0C:
db "母親「ありがとうございます。\nかわりといってはナンですが、\nこれを・・・」\n@"

;febc35
Text_FEBC35:
%textcmd($80)
%playsound($4F)
db "　"
%textvar($FB,$81)
db "は、\n困った時の巻物を手にいれた\n@"

;febc50
Text_FEBC50:
db "母親「ありがとうございます」\n@"

;febc62
Text_FEBC62:
db "女の子「ねえ、おかあさん。\nマムルのぬいぐるみ、買ってぇー！」\n母親「こら！　またワガママ言って！」\n@"

;febc9a
Text_FEBC9A:
db "酒場の店主「渓流の怪物に\nどく草をぶつけられたかい？"
%next()
db "そういう時は、どく消し草を\n飲めば、ちからが回復するぜ。"
%cleartext()
db "どく消し草は、\n『青竹屋』で、売ってるよ。\n品切れの時もあるけど・・・」\n@"

;febd07
Text_FEBD07:
db "カンパチ「問題は、峠越えだな。"
%next()
db "山頂の町まで行けば宿屋があるからな。"
%cleartext()
db "あそこだと、飯もたらふく食えるし、\n旅仲間もいっしょに　すっかり元気に\nなれるぜ」\n@"

;febd61
Text_FEBD61:
db "シブタレ「あんたたちも峠越えするの\nなら、鬼面武者に、気を付けたほうが\nいいぜ。　倒しても、ぼうれいになって\nよみがえるんだ。"
%cleartext()
db "そして、ぼうれいは、さまよい歩き\nほかのモンスターに、のりうつる。"
%cleartext()
db "すると、そのモンスターは、\nさらに狂暴になって\nおそいかかってくるってワケさ。\nこれが、やっかいなんだ」\n@"

;febe04
Text_FEBE04:
db "農夫「最近、『畠荒らし』とかいう\n怪物があらわれてよ、"
%next()
db "オラが作った野菜をみーんな\n雑草に変えちまうんだナ。"
%cleartext()
db "オラ、怒ったで、なぐろ思うて\nクワをひろおうとしならナ、"
%cleartext()
db "なんと！　クワまで雑草に\n変えちまうでねえか！"
%next()
db "あいや、ぶったまげたナー！！」\n@"

;febe91
Text_FEBE91:
db "男「新しい商売をしたいが、\nなかなか思いつかん。"
%next()
db "なんか、いい商売ないかねえ」\n@"

;febebf
Text_FEBEBF:
db "辻占い「おお、旅の者よ。\nわしは、運命神リーバにつかえる\n辻占いじゃ。"
%cleartext()
db "そなたの旅の行く末を占ってみるが\nどうじゃ？」\n@"

;febf06
Text_FEBF06:
%textcmd($FC,$0,$5)
db "占ってもらう\n"
%textcmd($FC,$0,$5)
db "ことわる@"

;febf19
Text_FEBF19:
db "辻占い「そうか・・・」\n@"

;febf28
Text_FEBF28:
db "辻占い「では、いくぞ。"
%next()
db "ぬぬぬぬぬぬぬーーーーっ！！"
%next()
db "出た。"
%next()
db "今回の旅の風ぐあいは、\n@"

;febf57
Text_FEBF57:
db "あと、気をつけることとして、\n@"

;febf67
Text_FEBF67:
db "それを忘れぬようにな。\nぬぬぬぬぬぬぬーーーーっ！！」\n@"

;febf85
Text_FEBF85:
db "辻占い「今日の占いは、\nもう終わりじゃ」\n@"

;febfa0
Text_FEBFA0:
db "なんと、順風じゃ。"
%next()
db "すべてが追い風となるじゃろう。\n@"

;febfbd
Text_FEBFBD:
db "春風じゃ。"
%next()
db "おだやかな旅となるじゃろう。\n@"

;febfd4
Text_FEBFD4:
db "無風じゃ。"
%next()
db "とくに波乱はないじゃろう。\n@"

;febfec
Text_FEBFEC:
db "突風じゃ。"
%next()
db "いきなり、危険な目にあうじゃろう。\n@"

;fec008
Text_FEC008:
db "熱風じゃ。"
%next()
db "炎や爆発に、なやませられるじゃろう。\n@"

;fec025
Text_FEC025:
db "こがらしじゃ。"
%next()
db "なぜか、むなしい旅となるじゃろう。\n@"

;fec040
Text_FEC040:
db "逆風じゃ。"
%next()
db "気をつけなされ。　旅の神の加誤は、\nないと思ったほうがよい。\n@"

;fec06b
Text_FEC06B:
db "こりゃ・・・なんと、暴風雨じゃ！"
%next()
db "悪いことは、言わん。\n今日は、出直した方がよさそうじゃ。\n@"

;fec0a1
Text_FEC0A1:
db "『復活の草』は、飲んではイカン。"
%next()
db "持っているだけで、いいぞえ。\n@"

;fec0c5
Text_FEC0C5:
db "『ジェノサイドの巻物』は、\n続んではイカン。"
%next()
db "投げて使うのじゃ。\n@"

;fec0ea
Text_FEC0EA:
db "町の人にイタズラしてはイカン。"
%next()
db "杖をふるなど、もってのほかじゃ。\n@"

;fec10d
Text_FEC10D:
db "壺は、投げる前に\n腕輪を確認することじゃ。"
%next()
db "これは、今わからんでも\nそのうちわかる。\n@"

;fec13d
Text_FEC13D:
db "番人「ここは、預かり場です。"
%next()
db "預かり場にアイテムを置いておけば、\n決してなくなったりしないので、\n大切な物は、ぜひ保管してください。"
%cleartext()
db "ただし、壺を置くと中身は消えて\nしまうので、注意して下さいね」\n@"

;fec1ad
Text_FEC1AD:
db "泊まり客のツムリ「この先の洞窟には、\n隠された通路や部屋があるんだ。"
%next()
db "ここがあやしいと思ったら、\n剣をふってみな。"
%cleartext()
db "隠し通路や隠し部屋だったら\n壁が、いっきに崩れ落ちるぜ」\n@"

;fec218
Text_FEC218:
db "泊まり客のオビト「おれの\n愛用している武器は、妖刀かまいたちだ。"
%next()
db "とくに部屋の出入り口で戦うと、\n効果的だぜ」\n@"

;fec25f
Text_FEC25F:
db "泊まり客のカズラ「おれは、\n山霊の洞窟から先に行けないんだ。"
%next()
db "炎につつまれた怪物が、やっかいでよぉ。"
%cleartext()
db "あいつには、矢とか草とかを\n投げても全部燃やされちまう。"
%cleartext()
db "それに、火炎や爆発をあびると、\n分裂しちまうんだ。"
%next()
db "あんたも、気をつけた方がいいぜ」\n@"

;fec2ef
Text_FEC2EF:
db "町のおじいさん「このネブリ山も\n昔は鉱山として、栄えてたんじゃよ。"
%next()
db "わしも、若いころは\nつるはしを持って、よく掘ったもんじゃ。"
%cleartext()
db "今じゃ、このとおり\nカサハリして、暮らしておるがのう」\n@"

;fec355
Text_FEC355:
db "飛脚のトビ「よう、大将！"
%next()
db "ここ、おれン家なんだ、ガハハハ。\nもっとも、仕事が飛脚なんで、\nほとんど留守にしてるがな。"
%cleartext()
db "ところで、これは聞いた話なんだが、\nネブリ山の廃坑や洞窟には、\n盗賊団が残した埋蔵金の\nウワサがあるんだ。"
%cleartext()
db "なかなか見つからないようだがな」\n@"

;fec3ee
Text_FEC3EE:
db "コッパ「おい、"
%textvar($FB,$81)
db "。"
%next()
db "となりの部屋から\n何か聞こえてこないか？・・・」\n@"

;fec416
Text_FEC416:
%textcmd($80)
db "たしかに、何か聞こえてくる。"
%next()
db "聞き耳を、たてますか？\n@"

;fec438
Text_FEC438:
db "コッパ「なんだよ、やめるのかよ。\n気になるんだけどなあ・・・」\n@"

;fec459
Text_FEC459:
db "コッパ「・・・もう、聞こえないや。"
%next()
db "ちぇ、聞きのがしちゃったじゃないか！」\n@"

;fec482
Text_FEC482:
%textcmd($80)
%textvar($FB,$81)
db "とコッパは、\n壁に耳をあててみた。"
%cleartext()
%textcmd($81)
db "男「うまく、ぬけだせたかい？」"
%next()
db "女「だいじょうぶ。\nだれにも、見られてないわ」"
%next()
db "男「やっと、ふたりきりになれやしたね」"
%cleartext()
db "女「さびしかったわ・・・」"
%next()
db "男「あっしもです」"
%next()
db "女「キャッ！"
%textcmd($2)
db "・・・壺が！」"
%playsound($59)
db "　"
%textcmd($FC,$7F,$3C)
db "\n女「かたずけなきゃ・・・"
%textcmd($FC,$7F,$14)
db "アッ！」"
%cleartext()
db "男「・・・・・・・・・・・・・」"
%next()
db "女「ちょっと、やめ・・・・・・」"
%next()
db "男「・・・・・・・・・・・・・」"
%next()
db "女「壺のハヘンを・・・・・・・」"
%cleartext()
db "男「そんなこと・・・・・・・・」"
%next()
db "女「かたずけな・・きゃ・・・・」"
%next()
db "男「あとでいいよ・・・・・・・」"
%next()
db "女「・・・・・・・・・・・・・」"
%cleartext()
db "男「おじょうさん」"
%next()
db "女「トメキチさん」"
%next()
db "男「・・・・・・・・・・・・・」"
%next()
db "女「・・・・・・・・・・・・・」"
%cleartext()
db "男「・・・・・・・・・・・・・」"
%next()
db "女「・・・・・・・・・・・・・」"
%next()
db "男「・・・・・・・・・・・・・」"
%next()
db "女「・・・・・・・・・・・・・」"
%cleartext()
%textcmd($80)
db "なにか、ひとつ\n大人になった気がする・・・"
%next()
%textvar($FB,$81)
db "の経験値が\n１０００アップした。\n@"

;fec64b
Text_FEC64B:
db "男「お、三度笠の旅姿たあ、\nいまどきめずらしいな」"
%cleartext()
db "コッパ「友の形見なんだとさ。"
%next()
db "たしかに三度笠している風来人は、\nあまり見かけねえもんなあ」"
%cleartext()
db "男「へえー、おめえさん、\n語りイタチかい！"
%next()
db "こりゃまた、めずらしい」\n@"

;fec6c1
Text_FEC6C1:
db "男「めずらしいよなあ・・・"
%next()
db "語りイタチかあ・・・"
%next()
db "いいなあ・・・」\n@"

;fec6e5
Text_FEC6E5:
db "老婆「やっと、起きたかい。"
%next()
db "どうじゃ、こばみ谷の旅は？"
%next()
db "たいへんじゃろうて。\nヒッヒッヒ」\n@"

;fec718
Text_FEC718:
db "酒場の娘「きゃッ、いい男！"
%next()
db "・・・ご、ごめんね。\nだってほら、ここって\nむさい男ばかりでしょ？"
%cleartext()
db "エッチなおやじも多くてネ。"
%next()
db "だからあんたみたいな\n若い人が来ると、私うれしいの。"
%next()
db "よろしくね」\n@"

;fec77e
Text_FEC77E:
db "酒場の娘「おとうさんに言えば、\n食料を分けてもらえるわよ」\n@"

;fec7a1
Text_FEC7A1:
db "酒場の娘「あっ！\n"
%textvar($FB,$81)
db "くんにコッパちゃん！"
%next()
db "私ね、あれから　いろんな話を\n聞いてみたんだけどさ、\n@"

;fec7d8
Text_FEC7D8:
db "ねえ、少しは役に立ったかしら？」\n@"

;fec7ed
Text_FEC7ED:
db "酒場の娘「きゃッ、うれしい！」\n@"

;fec800
Text_FEC800:
db "酒場の娘「そう・・・」\n@"

;fec80f
Text_FEC80F:
db "杖とか、腕輪は、なるべく\n『識別の壺』で識別した方が\nいいんだって。\n@"

;fec836
Text_FEC836:
db "『白紙の巻物』は、\n巻物の名前を書いて使うんだって。\n@"

;fec858
Text_FEC858:
db "『ガイコツまどうの杖』って、\nふるたびに、効果が変わるんだって。\n@"

;fec87d
Text_FEC87D:
db "モンスターもレベルが上がって、\n強くなったりするんだって。\n@"

;fec89c
Text_FEC89C:
db "『薬草』や『弟切草』って、\n自分のＨＰがマンタンの時に飲むと、\n最大ＨＰが上がるんだって。\n@"

;fec8d6
Text_FEC8D6:
db "『おにぎり』って、\nおなかがいっぱいの時に食べると、\n最大満腹度が上がるんだって。\n@"

;fec905
Text_FEC905:
db "『識別の巻物』は、なるべく\n壺に使った方がいいんだって。\n@"

;fec926
Text_FEC926:
db "『矢』は、装備すれば\nＬボタンでも　うてるんだって。\n@"

;fec944
Text_FEC944:
db "こそどろ「旅の途中で、\n店屋があってさ、けっこう\nいい品物が置いてあるんだ。"
%cleartext()
db "で、ちょっくら盗もうとしたんだけど、\nそこの店主がめっぽう強くてよぉ。"
%cleartext()
db "しまいにゃ、盗賊番とか番犬とか\nもっと強いヤツラが\nゴロゴロきやがってよぉ・・・"
%cleartext()
db "あいつらとは、まともに\nやりあわない方がいいぜ」\n@"

;fec9db
Text_FEC9DB:
db "盗賊人「泥棒なんざ、頭よ、頭。"
%next()
db "ちょっと考えれば、\nかんたんに盗めるわな」\n@"

;feca0a
Text_FECA0A:
db "風来人「こばみ谷は、不思議な変則地形。"
%next()
db "よそ者は、すべてこの渓谷の宿場に\nもどされるんだ。"
%cleartext()
db "そして、太陽の大地に倒達した者は、\nまだ誰もいない。\nあそこには、いったい何が・・・・」\n@"

;feca78
Text_FECA78:
db "遺跡荒らし「黄金のコンドルの\nすむところ、黄金郷あり！"
%cleartext()
db "ヒック・・・わしゃ、信じてるぞ！"
%next()
db "こばみ谷に伝わる\n黄金のコンドルの伝説を！」\n@"

;fecac6
Text_FECAC6:
db "酒場の店主「おう、きたな。\nほらよ、食料だ」\n@"

;fecae0
Text_FECAE0:
db "酒場の店主「ついでに、\nおにぎりは、壺の中に入れとけば、\nデロデロにくさったりしないんだ。"
%cleartext()
db "この店でも、そうやって\n保存しているんだぜ。\n知ってると、けっこうトクだよな」\n@"

;fecb3c
Text_FECB3C:
db "料理人「モンスターの肉を食べれば、\nそのモンスターに変身できるらしいぜ。"
%cleartext()
db "自分の強さはそのままで、しかも、\nモンスターの『特技』が使えるように\nなるって言うじゃないか。"
%cleartext()
db "『特技』を使う時は、\nＸボタンで選択してもいいが、\nＬボタンで直接使えるって話だぜ」\n@"

;fecbd2
Text_FECBD2:
db "壺じいさん「わしは、壺ひとすじ\n６０年の老いぼれじゃ。\nなにか、聞きたいことはあるか？」\n@"

;fecc03
Text_FECC03:
%textcmd($FC,$0,$5)
db "入れて使う壺について\n"
%textcmd($FC,$0,$5)
db "押して使う壺について\n"
%textcmd($FC,$0,$5)
db "保存の壺について\n"
%textcmd($FC,$0,$5)
db "やめておく\n@"

;fecc3a
Text_FECC3A:
db "壺じいさん「これは、アイテムを入れて\n使う壺のことじゃ。"
%next()
db "入れたアイテムは、壺の中で熟成され、\n何かしらの変化が起こる。"
%cleartext()
db "『識別の壺』だったら、\nわからないアイテムが識別され、\n『変化の壺』であれば、\n別のアイテムに変化する。"
%cleartext()
db "中身を取り出したい時は、\n壺を壁に投げて割れば、よし！」\n@"

;feccdc
Text_FECCDC:
db "壺じいさん「押して使う壺は、\n中をのぞいてみると\n『背中』がいっぱい入っているはずじゃ。"
%cleartext()
db "何者の背中かは、わからんが、とにかく\n押してみれば、何かが起こるはずじゃ」\n@"

;fecd39
Text_FECD39:
db "壺じいさん「これは、アイテムを\n出し入れできる壺じゃ。"
%cleartext()
db "しかも、入れながらにして\nアイテムを使うこともできる。"
%next()
db "とくにアイテムが持ちきれない時、\nこの保存の壺があれば、とても便利じゃ」\n@"

;fecd9c
Text_FECD9C:
db "壺じいさん「壺のことだったら、\nいつでも聞いてくれ」\n@"

;fecdb9
Text_FECDB9:
db "倉庫の番人「ここは、風来人の倉庫だ。"
%cleartext()
db "ここにアイテムを預けとけば、たとえ\n自分が冒険の途中でちからつきても、\nなくならずに保管されていて、\n次の冒険の時に使えるんだ。"
%cleartext()
db "けど、みんな使い方がヘタクソでよぉ・"
%next()
db "あんたが、うまく使ってくれるんなら、\nおれもはりきって説明するが、どうだ？」\n@"

;fece5d
Text_FECE5D:
%textcmd($FC,$0,$5)
db "説明を聞く\n"
%textcmd($FC,$0,$5)
db "やめとく\n@"

;fece72
Text_FECE72:
db "倉庫の番人「そうかい・・・」\n@"

;fece84
Text_FECE84:
db "倉庫の番人「よし！"
%next()
db "まずは、どうやって倉庫にアイテムを\nためるかだ。"
%cleartext()
db "『倉庫の壺』というのがある。"
%next()
db "この中にアイテムを入れると、なぜか\nこの宿場の倉庫に送られてくる。\n大切な物は、この壺に入れるといい。"
%cleartext()
db "または、こばみ谷を走る『飛脚』たちだ。"
%next()
db "ヤツラに頼めば、一個だけアイテムを\nとどけてくれる。"
%cleartext()
db "ちなみに、ほかの村や町にも『預かり場』\nという倉庫と同じような場所がある。"
%next()
db "ここも『飛脚』に頼める。"
%cleartext()
db "最後に注意をひとつ。"
%next()
db "『壺の中のものは、すべて消える』"
%next()
db "壺を置くときは、用心だ。"
%cleartext()
db "あー、よくしゃべった。"
%next()
db "けど、あんたなら\nうまく使ってくれそうな予感がするんだ。\n期待してるよ」\n@"

;fecfd0
Text_FECFD0:
db "地変学者フェイ「そこのアナタ。\nちょっと、ここ　入ってみるヨロシ。"
%cleartext()
db "ワタシ、不思議のダンジョンを\n研究するため、はるばる海を越えて\nこばみ谷まできたアル。"
%cleartext()
db "宿場の人達、みな、やさしいアルね。"
%next()
db "ワケを話したら、こころよく\n番付屋さんの裏口を\nかしてくれたアル。"
%cleartext()
db "しかも、こんなステキな\n飾り付けまでしてくれて、\nカンシャ、カンゲキ、アメ、アラレ。"
%cleartext()
db "ダンジョンに入ると、持ち物が全部、\n消えてしまうアル。"
%next()
db "入るんだったら、持ち物を倉庫に置いて\nからにするヨロシ。"
%cleartext()
db "あと、あきらめて外に出たい時は、\n『中断』を選べば、いいアルよ。\nさあ、ここに入るアルか？」\n@"

;fed102
Text_FED102:
db "地変学者フェイ「残念アルね。"
%next()
db "まあ、気がむいたら\nいつでもくるヨロシ」\n@"

;fed12c
Text_FED12C:
db "地変学者フェイ「お、きたアルな。"
%cleartext()
db "持ち物は、全部消えてしまうから\n注意するアル。　あと、外に出たい時は、\n『中断』を選ぶヨロシ。"
%next()
db "さあ、ここに入るアルか？」\n@"

;fed187
Text_FED187:
db "地変学者フェイ「がんばってくるヨロシ」\n@"

;fed19f
Text_FED19F:
db "地変学者フェイ「失敗したアルか・・・"
%next()
db "もう一度、挑戦するアルか？」\n@"

;fed1cb
Text_FED1CB:
db "地変学者フェイ「アイヤッ！\n突破しちゃったアルね。\nこれ、ごほうびヨ」\n@"

;fed1f5
Text_FED1F5:
%textcmd($80)
%playsound($4F)
db "　"
%textvar($FB,$81)
db "は、\n"
%textvar($FB,$80)
db "をもらった。\n@"

;fed209
Text_FED209:
db "地変学者フェイ「また、ちがう\nダンジョンを作ってみるから、\nそのときは　やってみてくれアル」\n@"

;fed23d
Text_FED23D:
db "地変学者フェイ「あ、"
%textvar($FB,$81)
db "さん！\nたいへんなことになったアルよ！"
%cleartext()
db "ダンジョンをむずかしくしようと思って、\n穴を深くまで、掘ってたアル。"
%next()
db "そしたら、なんと！"
%cleartext()
db "ほかの洞窟に、貫通して・・・"
%next()
db "なんだか\nとんでもないダンジョンが、\nできあがってしまったアルよ。"
%cleartext()
db "ワタシ、１回だけ入ったけど、\nとても恐くて、もう入れないアル。"
%next()
%textvar($FB,$81)
db "さん、ワタシのかわりに\nちょっと、もぐってくれないアルか？」\n@"

;fed30a
Text_FED30A:
db "地変学者フェイ「そうアルか・・・"
%next()
db "さすがの"
%textvar($FB,$81)
db "さんも、\nオクビョウ風に吹かれたアルか・・・\n残念アル」\n@"

;fed345
Text_FED345:
db "地変学者フェイ「ここのダンジョンに\nもぐってみるアルか？」\n@"

;fed367
Text_FED367:
db "地変学者フェイ「"
%textvar($FB,$81)
db "さん、\nすごく勇気あるアル。\nがんばってくるヨロシ」\n@"

;fed391
Text_FED391:
db "地変学者フェイ「また、\n挑戦するアルか？」\n@"

;fed3ad
Text_FED3AD:
db "車屋のガラ「よう！　大将！"
%next()
db "今日からここで、荷物の運び屋を\nはじめたんだ。　よろしくな。"
%cleartext()
db "もう出発しようと思っているんだけど、\n荷物のあいだにスキマができちゃって、\nくずれそうでよぉ・・・"
%cleartext()
db "アンタ、よかったら\n荷車に、乗っていかないか？\nスキマに入って、荷物をささえてて\nほしいんだ。"
%cleartext()
db "竹林の村で、おっことすけど\nどうかな？」\n@"

;fed460
Text_FED460:
db "車屋のガラ「そうかい・・・」\n@"

;fed471
Text_FED471:
db "車屋のガラ「お、大将。"
%next()
db "竹林の村まで、乗っていくかい？」\n@"

;fed495
Text_FED495:
db "車屋のガラ「よし。\nじゃ、そこに乗ってくれ」\n@"

;fed4af
Text_FED4AF:
db "車屋のガラ「ちょいと、とばすから\nしっかり　ささえててくれよ。"
%next()
db "いくぜ！」"
%playsound($C7)
db "　"
%textcmd($FC,$7F,$3C)
db "\n@"

;fed4dd
Text_FED4DD:
db "車屋のガラ「よう！　大将！"
%next()
db "ぐうぜんだなー。　なぜか\nまた、スキマが　あいているんだ。"
%cleartext()
db "よかったら、竹林の村まで、\n乗っていくかい？」\n@"

;fed528
Text_FED528:
db "車屋のガラ「そうかい・・・」\n@"

;fed539
Text_FED539:
db "車屋のガラ「・・・・・・・"
%cleartext()
db "ぐうぜんも、ここまで重なると\nキミが悪いよな。"
%next()
db "また、ちょうど\nスキマが　あいているんだ・・・"
%cleartext()
db "まあ、これも運命神リーバの\nいたずらだろうぜ。"
%next()
db "よかったら、竹林の村まで、\n乗っていくかい？」\n@"

;fed5b2
Text_FED5B2:
db "車屋のガラ「よう！　大将！"
%next()
db "竹林の村まで、乗っていくかい？」\n@"

;fed5d8
Text_FED5D8:
db "車屋のガラ「よう！　大将！　"
%next()
db "こんど　いっしょに仕事をする\n仲間ができたんだよ。"
%cleartext()
db "竹林の村に住んでいる人でさ、\nその人と協力して、山頂の町まで\n運送できるようになったんだ。　へへっ。"
%cleartext()
db "ついでに、って言っちゃ、なんだが、\n荷車に、乗ってくかい？」\n@"

;fed667
Text_FED667:
db "車屋のガラ「よう！　大将！"
%next()
db "荷車に、乗っていくかい？」\n@"

;fed689
Text_FED689:
db "車屋のガラ「どこで、おりる？」\n@"

;fed69b
Text_FED69B:
%textcmd($FC,$0,$5)
db "竹林の村\n"
%textcmd($FC,$0,$5)
db "山頂の町\n@"

;fed6b2
Text_FED6B2:
db "車屋のガラ「竹林の村だな。"
%next()
db "じゃ、そこに乗ってくれ」\n@"

;fed6d3
Text_FED6D3:
db "車屋のガラ「山頂の町だな。"
%next()
db "じゃ、そこに乗ってくれ」\n@"

;fed6f4
Text_FED6F4:
db "車屋のゴロ「やあ、"
%textvar($FB,$81)
db "さん！"
%next()
db "やっと新しい商売が、\n見つかったんですよ。\n見てのとおり、車屋ですがね・・・"
%cleartext()
db "おかげで、毎日が、\n楽しく、ジュウジツしています。"
%cleartext()
db "ところで、よかったら\n山頂の町まで、乗っていきますか？\n荷車も、なぜか　ちょうど\nスキマが、あいてるし・・・」\n@"

;fed78a
Text_FED78A:
db "車屋のゴロ「そうですか。"
%next()
db "私は、いつでもここにいますから、\n山頂の町まで行きたい時は、\n声をかけて下さい」\n@"

;fed7c7
Text_FED7C7:
db "車屋のゴロ「あ、"
%textvar($FB,$81)
db "さん。"
%next()
db "山頂の町まで、乗っていきますか？」\n@"

;fed7ed
Text_FED7ED:
db "車屋のゴロ「わかりました。\nでは、おもての荷車に乗って下さい」\n@"

;fed812
Text_FED812:
db "車屋のゴロ「峠を\nイッキに越えますので、\nしっかり、ささえてて下さいよ。"
%next()
db "いきます！」"
%playsound($C7)
db "　"
%textcmd($FC,$7F,$3C)
db "\n@"

;fed848
Text_FED848:
db "四番弟子「はあ、はあ・・\nあ、"
%textvar($FB,$81)
db "さん！"
%cleartext()
db "ガ、ガイバラ先生が！\nはあ、はあ・・・\n"
%textvar($FB,$81)
db "さん！　お願いです！\nガイバラ先生を助けて下さい！」\n@"

;fed894
Text_FED894:
db "四番弟子「はあ、はあ・・\n息が苦しくて・・・"
%cleartext()
db "はあ、はあ・・\nくわしいことは、サルヤマさんに\n聞いて下さい。\nはあ、はあ・・」\n@"

;fed8da
Text_FED8DA:
db "サルヤマ「あ、"
%textvar($FB,$81)
db "さん！"
%next()
db "ガイバラ先生が、壺に必要な土を取りに\n洞窟にもぐったまま帰ってこないんです。"
%cleartext()
db "いつもだったら、\nすぐ戻ってくるのに・・ああ、心配だ。"
%next()
db "・・・え？　洞窟の場所ですか？"
%next()
db "そこです！」\n@"

;fed950
Text_FED950:
db "サルヤマ「じつは、\n『壺心』のカケジクのウラが\n洞窟に　なっていたのです。"
%cleartext()
db "ここから、いつも土を取ってきては\n壺を作っていたのです」\n"
%textcmd($FC,$7F,$3C)
db "@"

;fed99d
Text_FED99D:
db "ガイバラ「ィ・・カ・・ァァァン・・」"
%playsound($59)
db "　\n@"

;fed9b4
Text_FED9B4:
db "サルヤマ「ほら、かすかですが\n先生の声が聞こえたでしょ？"
%next()
db "ここに入る前に、\n注意したいことがあります。"
%cleartext()
db "ここに入ると、持ち物は全部\nなくなってしまうので、\n持ち物は、預かり場に置いてから\nここに入って下さい。"
%cleartext()
db "あと、"
%textvar($FB,$81)
db "さんは、\n『ワナ道』という武道を\nごぞんじですか？」\n@"

;feda4b
Text_FEDA4B:
db "サルヤマ「"
%textvar($FB,$81)
db "さんは、旅の道中\nよく　ワナにかかったりして、\nくやしい思いをしてませんか？"
%cleartext()
db "しかし、怪物どもはかからない・・・\nよけい、くやしいですよね。"
%next()
db "それを逆手にとったのが、\n『ワナ道』という誤身術です。"
%cleartext()
db "ここの洞窟に入ったら、\n『ワナ師の腕輪』\nというアイテムが、なぜか\n持ち物に入っていると思います。"
%cleartext()
db "これを身につければ、\n自分はワナにかからなくなり、\nぎゃくに怪物がワナに\nかかるようになるのです。"
%cleartext()
db "これを利用するのが、\nこの洞窟をもぐるコツです」"
%cleartext()
db "コッパ「あんた、なんだって\nこんなことに　くわしいんだ？」"
%cleartext()
db "サルヤマ「じつは、ガイバラ先生は\n『ワナ道』の師ハンでもありまして・・"
%cleartext()
db "この前も\n『ワナ道、一直線！』\nという、本を\nお書きになったばかりでして・・・"
%cleartext()
db "そんなわけで、\n私達も『ワナ道』の\n門下生なのです。"
%cleartext()
db "では、気をつけていって下さい。"
%next()
db "ワナの神　カカ・ルーの\nほくそ笑みを！」\n@"

;fedc02
Text_FEDC02:
db "サルヤマ「洞窟に入ると、\n持ち物は全部　なくなってしまうので\n気をつけて下さい。"
%cleartext()
db "それと、『ワナ道』については、\nごぞんじですか？」\n@"

;fedc4b
Text_FEDC4B:
db "サルヤマ「だったらいいです。\nでは、気をつけて"
%next()
db "ワナの神　カカ・ルーの\nほくそ笑みを！」\n@"

;fedc7b
Text_FEDC7B:
db "ガイバラ「ん？"
%next()
db "おぬし、なぜここに・・"
%next()
db "なに？"
%textcmd($2)
db "　わしを助けにきただと！"
%cleartext()
db "ばかもん！\nわしを誰だと思っておるんだーーっ！！"
%next()
db "・・・そうか、サルヤマのヤツだな。\nいらぬ心配をしよって！"
%cleartext()
db "怪物などにやられる\nわしではないわっ！"
%next()
db "反対に、こうして！\n@"

;fedcff
Text_FEDCFF:
db "こうしてっ！！\n@"

;fedd08
Text_FEDD08:
db "こうしてくれるわーーっ！！！\n@"

;fedd18
Text_FEDD18:
db "ぜえーっ、ぜえーっ、ぜえーっ・・・"
%cleartext()
db "しかし、おぬしもここまで\nこれるとは、さすがだな。"
%next()
db "このまま帰るのも、なんだしな。\nせっかくきたんだから、これをやろう」\n@"

;fedd69
Text_FEDD69:
%textcmd($80)
%playsound($C9)
db "　"
%textvar($FB,$81)
db "は、\nうっぷんばらしの壺をもらった！"
%cleartext()
%textcmd($81)
db "ガイバラ「帰ったら\nサルヤマに伝えといてくれ。"
%next()
db "わしを誰だと思っておるんだーーっ！！"
%next()
db "、と」\n@"

;feddb9
Text_FEDDB9:
db "サルヤマ「あ、"
%textvar($FB,$81)
db "さん。"
%next()
db "先生は？"
%next()
db "あ、"
%textcmd($2)
db "・・ああ、"
%textcmd($2)
db "そ、そうですか。"
%cleartext()
db "よ、よかった、ぶじで・・・\nはは、はははは・・・」\n@"

;feddfb
Text_FEDDFB:
db "ガイバラ「また、おぬしか。"
%next()
db "わしは、助けなどいらんっ！！"
%next()
db "けど、せっかくきたんだから\nこれをやろう」\n@"

;fede30
Text_FEDE30:
db "農夫「ゆうべ、裏山の方に\nカミナリが落っこちたみたいでナ、\nこれから、見にいくところだべ」\n@"

;fede65
Text_FEDE65:
db "小太りの男「ここに、\nカミナリが落ちたのか・・・」\n@"

;fede83
Text_FEDE83:
db "強そうな男「しかし、石碑の下に\nこんな穴があったなんて・・・」\n@"

;fedea7
Text_FEDEA7:
db "少女「おじいちゃん。\nここ、なあに？」\n@"

;fedebd
Text_FEDEBD:
db "老人「言い伝えから、ここに\n『食神のほこら』があるというのは、\n聞いておったが・・・"
%cleartext()
db "こんなに深そうな穴だとは、\nわしも思わんかった」\n@"

;fedf0a
Text_FEDF0A:
db "酒場の店主「おれ、さっき\nジャンケンに負けたんで、ためしに\nここに　もぐらされたんだけどよ、"
%cleartext()
db "入ってみたら、なんと！"
%next()
db "持ち物が全部なくなってたんだ。"
%cleartext()
db "持ち物の中には、なぜか\n『ブフーの包丁』\nと、いう物がひとつあるだけで、\nあとはすべて消えちゃった。"
%cleartext()
db "大事にしていたものが\nすべて、パア・・・"
%next()
db "クソー！　今日はあばれるぞー！\n店の酒を全部、飲みほしてやるー！」\n@"

;fedfcd
Text_FEDFCD:
db "おかみさん「さっきの人、\nだいじょうぶかしらねえ・・・"
%cleartext()
db "流れ者みたいなんだけどさ、\n『食神のほこら』のことをみんなで\n話していたら、その男がさ、"
%cleartext()
db "『この穴の中にこそ、\nおれの求めていた　めずらしい肉が\nあるにちがいない』"
%cleartext()
db "とか、言いだして、\n穴の中に入っていっちゃたのよ。"
%cleartext()
db "さすらいの料理人とか言ってたけど、\nそんなに強そうじゃなかったし、\nちょっと心配だわね」"
%cleartext()
db "コッパ「"
%textvar($FB,$81)
db "！"
%next()
db "あいつだ！"
%textcmd($2)
db "　ナオキだよ！"
%next()
db "どうする？　オイラ達も\n入ってみるか？」\n@"

;fee0be
Text_FEE0BE:
db "ナオキ「あ、"
%textvar($FB,$81)
db "さん！\nどうしてこんなところに！"
%cleartext()
db "ま、いいや。　それより\nめずらしい肉がとれたんだ。"
%next()
db "たくさんあるから\n"
%textvar($FB,$81)
db "さんにも、わけてやるよ」"
%cleartext()
%textcmd($80)
%textvar($FB,$81)
db "は、\n正面戦士の肉を受け取った。"
%playsound($4F)
db "　"
%cleartext()
%textcmd($81)
db "ナオキ「おれは、\nもう少しここにいるよ。"
%cleartext()
db "帰ったら、\n『がけっぷち』のみんなに\nよろしく伝えといてくれよ」\n@"

;fee165
Text_FEE165:
db "トシオ「えっ！\nナオキさんに会ったんですか？"
%next()
db "ほう、めずらしい肉を・・・"
%cleartext()
db "いや、ナオキさんも、元気そうで\nなによりです」\n@"

;fee1a6
Text_FEE1A6:
db "スズコ「へえー、ナオキさん\n竹林の村にいるんだ。"
%next()
db "けど、めずらしい肉って、\nどんなのかしら？"
%cleartext()
db "その肉でつくられる\n料理って、いったい・・・」\n@"

;fee1f4
Text_FEE1F4:
db "トメ「あのナオキの若造も、\nいなくなると、さびしいもんだのう」\n@"

;fee217
Text_FEE217:
db "父親「ここで、晩メシの魚を\n釣っているんだ。"
%next()
db "なかなか釣れないけど、手ぶらだと\n家族がうるさいからなあ・・・」\n@"

;fee259
Text_FEE259:
db "老人「わしらは、とおい昔から\nここで生活をしておる。"
%next()
db "なぜ、どうしてここに住むのか、\nわしら自身も知らぬのだ」\n@"

;fee299
Text_FEE299:
db "老婆「太陽の大地に\n何があるかなんて、わしも知らん。"
%next()
db "三つの試練があるかぎり\nあそこに行くのは、ムリじゃからな」\n@"

;fee2dc
Text_FEE2DC:
db "母親「この村にヤブメという、\n祈とう師がいます。"
%next()
db "彼女なら、上の世界について\n何か知っているのかもしれませんよ」\n@"

;fee320
Text_FEE320:
db "子供「腹へったー。\nとうちゃん、魚まだかなあ・・・」\n@"

;fee33f
Text_FEE33F:
db "ヤブメ「おお、旅の者よ！\nここまで来れたのだから、おぬしも\nよほどの腕前なのじゃろう。"
%cleartext()
db "しかし、太陽の大地に倒達するには、\n三つの試練を乗り越えなければならん。"
%cleartext()
db "『幻魔の試練』\n『竜哭の試練』\n『最後の試練』"
%cleartext()
db "この三つの変則地形こそ、\nまだ　だれも越えたことのない\n太陽の大地への最後の難関なのじゃ。"
%cleartext()
db "悪いことは、言わん。\n命がおしければ、引き返すことじゃな」\n@"

;fee41c
Text_FEE41C:
db "女「三つの試練に、\nいどむのですね・・・気をつけて」\n@"

;fee43b
Text_FEE43B:
db "コッパ「ここが・・太陽の大地"
%next()
db "・・・だよな。\nなんか、さみしすぎないか？」\n@"

;fee464
Text_FEE464:
db "コッパ「おい、"
%textvar($FB,$81)
db "！　こっちだ！」\n@"

;fee477
Text_FEE477:
db "コッパ「おい、"
%textvar($FB,$81)
db "！"
%next()
db "ここに、何か書いてあるぜ。\n続んでみろよ」\n@"

;fee49c
Text_FEE49C:
%textcmd($80)
db "「"
%textcmd($FC,$0,$26)
db "ここは黄金の都アムテカ。"
%textcmd($FC,$0,$2C)
db "\n"
%textcmd($FC,$0,$24)
db "黄金のコンドルを神鳥とし、"
%textcmd($FC,$0,$24)
db "\n"
%textcmd($FC,$0,$37)
db "守神リーバとさだめ、"
%textcmd($FC,$0,$36)
db "\n"
%textcmd($FC,$0,$31)
db "この山頂に都市を築く。"
%textcmd($FC,$0,$2C)
db "」\n@"

;fee4f5
Text_FEE4F5:
%textcmd($80)
db "「"
%textcmd($FC,$0,$2C)
db "３００を数えた月の夜、"
%textcmd($FC,$0,$32)
db "\n"
%textcmd($FC,$0,$24)
db "突如として、黄金をむしばむ"
%textcmd($FC,$0,$23)
db "\n"
%textcmd($FC,$0,$1A)
db "魔物が出現、黄金のコンドルを"
%textcmd($FC,$0,$1A)
db "\n"
%textcmd($FC,$0,$34)
db "地獄の糸で封印する。"
%textcmd($FC,$0,$34)
%cleartext()
%textcmd($FC,$0,$18)
db "そして神鳥の力を失った都市は、"
%textcmd($FC,$0,$17)
db "\n"
%textcmd($FC,$0,$2F)
db "壊滅的な打撃を受けた。"
%textcmd($FC,$0,$28)
db "」\n@"

;fee583
Text_FEE583:
%textcmd($80)
db "「"
%textcmd($FC,$0,$18)
db "我々も、この都市とともに沈む。"
%textcmd($FC,$0,$1D)
db "\n"
%textcmd($FC,$0,$1D)
db "そして魔物も、やがては黄金を"
%textcmd($FC,$0,$1D)
db "\n"
%textcmd($FC,$0,$1C)
db "食いつくし、死んでいくだろう。"
%textcmd($FC,$0,$1B)
%cleartext()
%textcmd($FC,$0,$22)
db "それから、どのぐらいの月を"
%textcmd($FC,$0,$21)
db "\n"
%textcmd($FC,$0,$27)
db "数えるのかわからないが、"
%textcmd($FC,$0,$27)
%cleartext()
%textcmd($FC,$0,$2C)
db "これを目にする人間・・・"
%textcmd($FC,$0,$2C)
db "\n"
%textcmd($FC,$0,$E)
db "それは、谷を越え、三つの守誤地形"
%textcmd($FC,$0,$E)
db "\n"
%textcmd($FC,$0,$13)
db "をも乗り越えて来る選ばれし者だ。"
%textcmd($FC,$0,$D)
db "」\n@"

;fee645
Text_FEE645:
%textcmd($80)
db "「"
%textcmd($FC,$0,$29)
db "その者に、我々の願いを"
%textcmd($FC,$0,$2E)
db "\n"
%textcmd($FC,$0,$3F)
db "聞き入れてほしい。"
%textcmd($FC,$0,$3E)
db "\n"
%textcmd($FC,$0,$1A)
db "黄金のコンドルをとき放つのだ。"
%textcmd($FC,$0,$13)
db "」\n@"

;fee687
Text_FEE687:
%textcmd($80)
db "「"
%textcmd($FC,$0,$35)
db "黄金のコンドルは、"
%textcmd($FC,$0,$3A)
db "\n"
%textcmd($FC,$0,$2D)
db "『虹の根もと』の奥にある"
%textcmd($FC,$0,$2C)
db "\n"
%textcmd($FC,$0,$34)
db "滝つぼの洞窟にいる。"
%textcmd($FC,$0,$2F)
db "」\n@"

;fee6c6
Text_FEE6C6:
%textcmd($80)
db "「"
%textcmd($FC,$0,$15)
db "黄金のコンドルは、魔物の糸を"
%textcmd($FC,$0,$1B)
db "\n"
%textcmd($FC,$0,$1A)
db "斬れば、自由になると思われる。"
%textcmd($FC,$0,$19)
db "\n"
%textcmd($FC,$0,$49)
db "ただしそれは、"
%textcmd($FC,$0,$48)
db "\n"
%textcmd($FC,$0,$1A)
db "魔物が死んでいれば、の話だ。"
%textcmd($FC,$0,$13)
db "」"
%cleartext()
%textcmd($81)
db "コッパ「ふーーん・・・"
%next()
db "まっ、ずいぶん昔のことみたいだし、\n今はその魔物ってやつも、\n生きちゃいないぜ、きっと。　な？」\n@"

;fee763
Text_FEE763:
db "コッパ「ブルル・・・\nなんか、寒気がして\nぶっそうなところだな。\nたのんだぜ、相棒！」\n@"

;fee793
Text_FEE793:
db "女「奇岩谷は、辺境の村。"
%cleartext()
db "下の森には、有毒な生物がいるので、\n私達は、それからのがれるために、\n岩場に、はりつくように\n住みついているのです」\n@"

;fee7e9
Text_FEE7E9:
db "シロのヘイジ「あ、"
%textvar($FB,$81)
db "さんじゃ\nないですか！"
%next()
db "ここまでくれば、テーブルマウンテンは\n目の前ッス。"
%cleartext()
db "ただ、その手前の湿原には、\n剣と盾をサビさせる怪物がいるので、\n気をつけた方がいいッスよ」\n@"

;fee851
Text_FEE851:
db "シロのヘイジ「湿原には、\n剣と盾をサビさせる怪物がいるので、\n気をつけた方がいいッスよ」\n@"

;fee884
Text_FEE884:
db "母親「主人は、出かせぎに行ってるので\n私ひとりで、家のメンドウを\nみてるのです。"
%cleartext()
db "そのせいなのか、子供達は\nワガママに育ってしまって・・・」\n@"

;fee8d4
Text_FEE8D4:
db "おじいさん「こんな辺境に\nなぜ、住みついてるのかと思うじゃろ？"
%next()
db "人間、どこでも住んでしまえば\nミヤコなんじゃよ。"
%cleartext()
db "もっとも、旅ガラスのおまえさんには、\nわからんだろうがのう。\nフォ、フォ、フォ」\n@"

;fee93d
Text_FEE93D:
db "男の子「黄金のコンドルなんて\nメイシンさ。　絶対いるわけないよ」\n@"

;fee961
Text_FEE961:
db "女の子「そんなことないもン。\nわたし、信じるもン」\n@"

;fee97d
Text_FEE97D:
db "犬「ワン、ワワン、ワン、ワン！」"
%cleartext()
db "コッパ「湿原には、ちからの最大値を\n下げる虫や、ほかにもいろいろなことを\nやってくる生物がいる。"
%cleartext()
db "健康には、じゅうぶん気をつけろ、"
%next()
db "だってさ」\n@"

;fee9df
Text_FEE9DF:
db "男「テーブルマウンテンの中にも、\n幻の村があるらしいんだが・・・」\n@"

;feea04
Text_FEEA04:
db "父「ここ、ワタシたちが\n住んでいる村アルよ」\n@"

;feea1f
Text_FEEA1F:
db "母「うちの長男、自慢息子。\n不思議のダンジョンを研究しに、\nはるか遠くまで、行っているアル」\n@"

;feea5a
Text_FEEA5A:
db "弟「かあちゃん、はらへったアル」\n@"

;feea6d
Text_FEEA6D:
db "妹「兄ちゃん、早く帰ってくるヨロシ。\nおみやげ、待ちどおしいアル」\n@"

;feea95
Text_FEEA95:
db "マムル「"
%textvar($FB,$81)
db "さん、\nいっしょに記念撮影しようよ。"
%next()
db "はい、チーズ！"
%cleartext()
db "とった写真は、\nチュンソフトに送ってネ」\n@"

;feead3
Text_FEEAD3:
db "マムル「シャッタースピードは、\n遅くしたほうがいいよ」\n@"

;feeaf1
Text_FEEAF1:
db "マムル「フラッシュ撮影は、ダメだよ」\n@"

;feeb07
Text_FEEB07:
db "マムル「早いもン勝ちだよ」\n@"

;feeb18
Text_FEEB18:
db "地変学者フェイ「"
%textvar($FB,$81)
db "さん、\nなんだか　マムルくさいアル・・・"
%cleartext()
db "エッ！　このダンジョンが、\nワタシの家まで、つうじているッ？！"
%next()
db "ビックラ　コキマロッ！！」\n@"

;feeb6a
Text_FEEB6A:
db "シキタリのムグラ「人と\nすれちがいたい時の\nやり方を知っているかい？」\n@"

;feeb91
Text_FEEB91:
db "シキタリのムグラ「知っているなら\nいいんだ」\n@"

;feebaa
Text_FEEBAA:
db "シキタリのムグラ「アイサツなしに、\nどいてくれってのは、\nやっぱり失礼だよな。"
%cleartext()
db "風来人には風来人の\n『ごめんなすってぇ！』\nていうアイサツのきり方があるものよ。"
%next()
db "で、その時のやり方はこうだ。"
%cleartext()
db "右手でＢボタンを押しながら、\n左手で十字キーを人の方向にむける。\nこれで、風来人の仁義は通せるはずだ。\nどいてくれない人も多いがな・・・"
%cleartext()
db "練習するなら、おれでためしてみてくれ\nいつでもつきあうぜ」\n@"

;feec82
Text_FEEC82:
db "クルクルのセンゾウ「いよう！"
%cleartext()
db "Ｙボタンを押しながら、\n十字キーを入れると、\nその場で回ることができるんだ。"
%next()
db "こいつぁ、ゆかいだ！」\n@"

;feecca
Text_FEECCA:
db "ナナメのジロキチ「おらあ、ナナメな\nものにめっぽう弱い人間でよお・・"
%next()
db "昔話でこういうのがあるんだ"
%cleartext()
db "・・Ｒを押しっぱなしだったために、\nナナメしか歩けなかった男が、\nいましたとさ・・・"
%next()
db "くううっ、泣けるじゃねえか！」\n@"

;feed3f
Text_FEED3F:
db "チビのビエー「ぼく、まだ子供だから\nモンスターと戦うと、すぐＨＰが\nへっちゃうんだ。"
%cleartext()
db "そんな時、ＢとＡを同時に押すと、\nＨＰの回復が早くなるよ。"
%cleartext()
db "ただ、その時は、モンスターも\nこっちにくるのがはやいから\n気をつけてね」\n@"

;feedbb
Text_FEEDBB:
db "シロのヘイジ「うおッス。"
%next()
db "話したいことがあるッスが、\nちと長いッス。　聞くッスか？」\n@"

;feedea
Text_FEEDEA:
db "シロのヘイジ「あんたとは、いぜん\nどこかで会った気がするッス」\n@"

;feee0c
Text_FEEE0C:
db "シロのヘイジ「武器を装備したら、\nカタナ＋１\nとかって、わかるッス。"
%cleartext()
db "これは、もともとの強さに\n１の切れ味がついたってことッス。\nカタナの、もとの強さは６だから\nあわせて７の強さってことッス。"
%cleartext()
db "盾も、木甲の盾＋２なんてのが\nあるッス！"
%next()
db "これも、木甲の盾の\nもとの強さ３と、＋２で５ッス！"
%cleartext()
db "杖も、場所替えの杖［６］\nってのが、あるッスが\nこれは、６回ふれるってことで\n武器や盾とは意味がちがうッス！"
%cleartext()
db "壺も、識別の壺［４］\nってのが、あるッスが・・・"
%next()
db "これは、アイテムをあと４個\n入れられるって意味ッス！"
%cleartext()
db "押して使う壺なら、\n押せる回数ってことッス！」\n@"

;feef38
Text_FEEF38:
db "飛脚のトビ「はあっ、はあっ、はあっ"
%next()
db "たった今、こばみ谷を回って\n帰ってきたんだ。"
%cleartext()
db "今回は急ぎの仕事だったんで、\nずっとＢを押しながら、走ってたんだ。"
%next()
db "あー、つかれた」\n@"

;feef98
Text_FEEF98:
db "飛脚のトビ「おれたち飛脚は、弱いから\nモンスターにであったら、てえへんだ。"
%next()
db "それこそ、いちもくさんで、\n逃げまくるのみよ。"
%cleartext()
db "そこで、ひとつ\nいいことを教えてやらあ。"
%next()
db "モンスターの中には、\n寝てるやつもいるんだ。"
%cleartext()
db "遠くを歩けば、起きないってワケよ。"
%next()
db "ただし、モンスターのすぐ横を通るしか\n道がないときは、どうしようもねえ。"
%cleartext()
db "モンスターが起きるかどうかは、\nもはや運命神リーバの\n糸車にまかせるしかないな」\n@"

;fef077
Text_FEF077:
db "酔っ私いのタゲ「グヘヘヘヘ・・・\nおめえさん、いい体してるじゃねえか。"
%next()
db "あんたなら、素質ありそうだ。\nいいこと教えてやるぜ。"
%cleartext()
db "『矢』は、装備して、"
%next()
db "左手でえぐるように、Ｌボタンを"
%next()
db "うつべし！　うつべし！！\nうつべしぃぃーーーーーーっ！！！」\n@"

;fef0fb
Text_FEF0FB:
db "シケのハンザキ「重装の盾は、\nガンジョウだがすぐハラペコになり、"
%next()
db "皮甲の盾は、ハラヘリ半分で\nサビもしないが、とても弱い。"
%cleartext()
db "ああ、せめてこのふたつを\n合わせたような盾があったなら・・・"
%next()
db "おれはーっ！　おれはよーーーっ！！」\n@"

;fef173
Text_FEF173:
db "シケのハンザキ「このあいだの旅は、\nさんざんだったよ。"
%next()
db "ひろった武器や盾や腕輪が、\nみーんな、のろわれててさ、"
%cleartext()
db "身につけたはいいけど、\nはずれやしねえ。"
%next()
db "『おはらいの巻物』も、ないし・・・"
%next()
db "運命神リーバにも、見すてられ・・・"
%cleartext()
db "吹くのは、旅の神クロンの\n逆風ばかり・・・"
%next()
db "おれはーっ！　おれはよーーーっ！！」\n@"

;fef217
Text_FEF217:
db "投テキのツブテ「おれは、\n物を投げるのが得意な風来人だ。"
%next()
db "ふれなくなった杖だって、\n投げれば効果があるんだぜ。"
%cleartext()
db "モンスターの肉だって、\nほかのやつらはみな、食べて使うが\nおれは、ちがうね。"
%cleartext()
db "モンスターは、肉を投げてぶつければ\nその肉のモンスターに変身するんだ。"
%cleartext()
db "手強いモンスターがいたら、\nマムルの肉でもぶつけてみろよ。\n楽勝だぜ」\n@"

;fef2d1
Text_FEF2D1:
db "投テキのツブテ「このあいだ、\n旅の途中で、かわいい娘がいてよお、"
%cleartext()
db "キズついて歩けねえって言うから、\n弟切草を投げて、\nなおしてあげたんだよ。"
%cleartext()
db "で、なんとなくテレくせえから、\nそのまま立ち去っちまったんだが・・・"
%next()
db "チキショーーーーーッ！！！」\n@"

;fef355
Text_FEF355:
db "聞き耳のサブ「モンスターも、\nどうやらレベルアップするらしいんだ。"
%next()
db "そうなるとかなり強いって話だから、\n気をつけた方がいいぜ」\n@"

;fef39a
Text_FEF39A:
db "聞き耳のサブ「『白紙の巻物』は、\n巻物の名前を書いて、使うんだ。"
%next()
db "『真空斬り』にも『おはらい』にも\nなるんだから、すごく便利だぜ。"
%cleartext()
db "ただし、一度書いてしまったら、\n二度と書き直せないから\n気をつけな」\n@"

;fef414
Text_FEF414:
db "聞き耳のサブ「『腕輪』は、\n一度はめると、はずすまで\nずっとその効果が、続くらしいぜ」\n@"

;fef448
Text_FEF448:
db "親切なおじいさん「わしは、親切。"
%next()
db "腹が減ったといえば、\nその人におにぎりを投げてやり、"
%cleartext()
db "倒れそうな人がいれば、\nその人に薬草を投げてやる。"
%next()
db "わしは、親切なおじいさん」\n@"

;fef4a9
Text_FEF4A9:
db "流浪のシジマ「リーバ八獣神のひとつ、\n旅の神クロン。"
%cleartext()
db "おれたち風来人は、この\n旅の神クロンの風の中で生きている。"
%next()
db "おれたちが同じ場所に長くとどまると、\n突風がふき　渓谷の宿場に戻されるが、"
%cleartext()
db "あれは、クロンが風来人に与えた\n『旅人のさだめ』じゃないかと、\nおれは思っているんだ」\n@"

;fef546
Text_FEF546:
db "橋タタキのヤマケ「こばみ谷には、\nワナも多いんだ。"
%cleartext()
db "とくにデッパリにつまづくと、\n持っている壺が割れることもあるから、\n注意した方がいいぜ。"
%cleartext()
db "目のまえのワナは、剣をひとふりすれば\n見つけられるよ」\n@"

;fef5b2
Text_FEF5B2:
db "犬「ワン、ワワン、ワン、ワン！」"
%cleartext()
db "コッパ「昔は、草だけで、\n食いつないでいたんだってさ。"
%cleartext()
db "けど、最近は風来人が多くなって、\n中には、おにぎりを分けてくれる\n人もいて、うれしい・・だって」\n@"

;fef617
Text_FEF617:
db "犬「ワン、ワワン、ワン、ワン！」"
%cleartext()
db "コッパ「困った時の巻物は、\n困っている時に続むと、何かが起こる。"
%next()
db "けど、わしは犬だから続めない・・\nだってさ」\n@"

;fef669
Text_FEF669:
db "犬「ワン、ワワン、ワン、ワン！」"
%cleartext()
db "コッパ「武器や盾は、\n装備しなけりゃ、意味がない。"
%next()
db "けど、犬は装備できないから\nカンケイない、だってさ」\n@"

;fef6b6
Text_FEF6B6:
db "異国の風来人「よお、また会ったな。"
%cleartext()
db "オレは黄金のコンドルの願い事って\nやつを信じているんだ、兄弟。"
%next()
db "太陽の大地へ最初に倒達するのは、\nこのオレだ。　アンタには負けないぜ」\n@"

;fef71a
Text_FEF71A:
db "かじ屋の娘「こばみ谷には、\n言い伝えがあるんです。"
%cleartext()
db "飛行する黄金のコンドルを\n見た時に願い事をすれば、\nそれがいつかは　かなうと言う・・・」\n@"

;fef768
Text_FEF768:
db "少女「飛んでいないかなあ、\n黄金のコンドル・・・」\n@"

;fef785
Text_FEF785:
db "老人「孫の姿を見ているだけで、\nじんわりと広がっていく何かを\n感じるんじゃ」\n@"

;fef7b3
Text_FEF7B3:
db "かじ屋の娘「黄金のコンドルは、\n伝説のかなたに沈んでいます。"
%cleartext()
db "もしかしたら、夢の話なのかも\nしれません。"
%textcmd($2)
db "　でも・・・"
%next()
db "わたしも見てみたい・・・」\n@"

;fef805
Text_FEF805:
db "女「黄金のコンドルを見れば、\n願い事がかなうって言うけれど、\nわたしの願いは、ささやかなもの。"
%next()
db "もう一度、あの人に会いたいの。"
%cleartext()
db "そんなに男前じゃないんだけど、\nどんな小さな事でも、\n心にしみる喜び方をするのよ。\nわたし、それがうれしくて・・・"
%cleartext()
db "ああ、また会えたら・・」\n@"

;fef897
Text_FEF897:
db "ヒゲの男「黄金のコンドル？"
%next()
db "知らんな。"
%textcmd($2)
db "・・けど、そういえば\n滝から金色の羽根が流れてきた事は、\nあったなあ」\n@"

;fef8d7
Text_FEF8D7:
db "女「金色の羽根が、タバになって\n流れてきた事もあったのよ。"
%next()
db "クモの糸のようなもので、くるまれて\nいたけど・・・」\n@"

;fef916
Text_FEF916:
db "男「この先にムゲン幽谷という\n幻の谷がある。"
%cleartext()
db "洞窟の中に、なぜあのような谷が\nあるのかは　だれも知らない。"
%next()
db "ただ、その谷を越えた者だけが\n三つの試練を受けられるそうだ」\n@"

;fef97c
Text_FEF97C:
db "食通じじい「山頂の町には峠屋って飯屋\nがある。"
%textcmd($2)
db "　ここの料理が、まったりとして\nもっさりとして、むっちりの、"
%textcmd($2)
db "しわしわの\nべろべろのウッヒッヒなのじゃ」\n@"

;fef9d3
Text_FEF9D3:
db "壺マニア「壺作りの大家といえば、\n何といってもガイバラ先生だ。"
%next()
db "山頂で、何人も弟子を使って、そりゃあ\nきびしい毎日を送っていらっしゃる」\n@"

;fefa25
Text_FEFA25:
db "食通じじい「峠屋も、昔はウッヒッヒ\nだったんじゃがのう・・・"
%next()
db "今では、なんといってもがけっぷちじゃ！\nウッヒッヒの精神が、わかっとるっ！」\n@"

;fefa71
Text_FEFA71:
db "老婆「ヒッヒッヒ、\nどうじゃ、こばみ谷の旅は？"
%cleartext()
db "なにっ！"
%textcmd($2)
db "　黄金のコンドルに乗って\n帰ってきたとなっ！"
%next()
db "シェエエエエーーッ！！」\n@"

;fefab9
Text_FEFAB9:
db "酒場の娘「あっ！\n"
%textvar($FB,$81)
db "くんにコッパちゃん！\nやったね！　おめでとう！！"
%cleartext()
db "けど、ほんとに　行っちゃうんだから\nすごいよね。"
%next()
db "ねえ、もしかして　わたしの助言が\n少しは役に立ったのかしら？」\n@"

;fefb1e
Text_FEFB1E:
db "酒場の娘「ねっ、"
%textcmd($2)
db "こんど　お祝いに\nドンチャンさわぎ　しようよ！"
%next()
db "月を見ながら、飲んで歌って\nみんなで　さわぎまくってサ、"
%cleartext()
db "そして、疲れ果てて　静かになったら、"
%next()
db "夢でも食べながら　もうチョットだけ\nふたりで　お話ししてサ、・・ね？」\n@"

;fefba0
Text_FEFBA0:
db "風来人「ついに、太陽の大地に\n行ったんだって！　すげえよな！"
%next()
db "そのうち、男の話を聞かせてくれ！」\n@"

;fefbd6
Text_FEFBD6:
db "遺跡荒らし「黄金のコンドルは、いた！\nそして、黄金郷も・・・ヒック"
%next()
db "よしっ！　わしも、わしもそのうち・・\nやったるぞーっ！！」\n@"

;fefc1b
Text_FEFC1B:
db "酒場の店主「ついに、やったな！\nあんた達なら、やると思っていたよ！"
%next()
db "娘も言ってたけど、今度ここでお祝いを\nさせてくれよな」\n@"

;fefc62
Text_FEFC62:
db "番付屋「くうう、番付生活二十余年・・"
%next()
db "オレは、おめえさんみたいな男が\n出てくるのをずっと待っていたんだ！"
%next()
db "ありがとよっ！！」\n@"

;fefcaa
Text_FEFCAA:
db "酔っ私いのタゲ「グヘヘヘヘ・・・\nおめえさん、やるじゃねえか。"
%cleartext()
db "どうだ？　そんなイタチとは別れて\nオレとコンビを組まないか？"
%next()
db "おまえとだったら世界も夢じゃねえ。\nグヘヘヘヘ・・・」\n@"

;fefd0c
Text_FEFD0C:
db "少女「わたし、黄金のコンドルを\n見たのよ。　"
%textcmd($2)
db "こーんなに　大きくてサ、"
%next()
db "こーんな　顔しててサ、"
%textcmd($2)
db "わたし、\nおもわずウワァ、って言っちゃった」\n@"

;fefd59
Text_FEFD59:
db "老人「願い事が　かなう日を夢見て、\nこの子のぬくもりを感じている今が、"
%next()
db "ささやかですが、一番幸せですじゃ」\n@"

;fefd96
Text_FEFD96:
db "かじ屋の娘「神は細部まで宿りたもう、\nというけれど、"
%textcmd($2)
db "私には身近に感じている\n小さな想いほど、届かないような気が\nしてるんです・・・」\n@"

;fefde8
Text_FEFDE8:
db "風来人「アンタが倒達したってんで、\nあきらめちゃうヤツもいるが、オレは\nちがうぜ。"
%textcmd($2)
db "　オレもこの目で　ぜったい\n黄金郷を見てやるンだ。"
%cleartext()
db "しかも倉庫を使わないで、挑戦してやる！"
%next()
db "お互い　風を切って進もうぜ！！」\n@"

;fefe5e
Text_FEFE5E:
db "トシオ「願い事ですか？"
%textcmd($2)
db "・・ぼくは、\nとくに考えなかったんですよ。　一応、\n手を合わせただけで・・・"
%cleartext()
db "まあ、みんなが健康でいてくれたら、\nそれでいいかと・・・」\n@"

;fefeb8
Text_FEFEB8:
db "スズコ「私の願い事は、赤ちゃん！"
%next()
db "はやく、できないかなあ・・・」\n@"

;fefedc
Text_FEFEDC:
db "トメ「わしの願い事かい？"
%next()
db "たくさんあるぞ。　家内安全、商売繁昌、\nヨメがゆうことを聞く事、孫ができる事、"
%cleartext()
db "若い客には大盛りで出すべし、\n"
%textvar($FB,$81)
db "さんに、わしの気持ちが\n届く事、などなど・・・」\n@"

;feff4b
Text_FEFF4B:
db "飛脚のトビ「おれの願い事は、こばみ谷\n一番の飛脚になることだぜ。"
%next()
db "さあ、今日もひとっ走りしてくるか！」\n@"

;feff88
Text_FEFF88:
db "異国の風来人「フッ、なおったぜ・・」\n@"

;feff9e
Text_FEFF9E:
db "男の子「黄金のコンドルって、メイシン\nじゃなかったんだ・・・」\n@"

check bankcross off ;needed to allow the data to cross banks

;feffbf
;split across banks fe-ff
Text_FEFFBF:
db "女の子「わたし、願い事したのよ。"
%next()
db "わたしの夢はね、大きくなったら\n風来人になりたいの。"
%cleartext()
db "そしていろいろなとこを旅したいのよ。"
%next()
db "ああ、早く大きくならないかなあ・・」\n@"

check bankcross on

;ff0014
Text_FF0014:
db "女「私、旅に出ることにしたの。"
%next()
db "もちろんコンドルに願い事はしたわ。\nでも、待つだけじゃ、あの人に会えない\nような気がして・・・」\n@"

;ff0059
Text_FF0059:
db "倉庫の番人「黄金のコンドルに乗って\n帰ってきたんだって？"
%next()
db "いいなあ・・・」\n@"

;ff0084
Text_FF0084:
db "料理人「なあ、テーブルマウンテンには\nどんな肉があった？　うまかったか？"
%next()
db "・・・そ、そうかい。"
%next()
db "な、ならいいんだ・・・」\n@"

;ff00c4
Text_FF00C4:
db "壺じいさん「よお！　やったな！\nわしも、長生きしててよかったわい！"
%next()
db "ドンチャンさわぎには、ぜひわしも\n呼んどくれ！"
%cleartext()
db "壺ひとすじ６０年のこの老いぼれの・・"
%next()
db "一世一代のハダカ踊りを見せたるわッ！」\n@"

;ff0130
Text_FF0130:
db "クルクルのセンゾウ「いよう！"
%next()
db "おれがクルクル回っているうちに、\nいつのまにか、太陽の大地に\n倒達しやがって、このヤロー！！"
%cleartext()
db "スゲーじゃねえか、このヤローッ！！"
%next()
db "やったじゃねえか、このヤローッ！！"
%next()
db "こいつぁ、ゆかいだ！　ハッハッハー！」\n@"

;ff01ac
Text_FF01AC:
db "ナナメのジロキチ「やった！　やった！\nすごいぜ、"
%textvar($FB,$81)
db "！　やるねえっ！"
%cleartext()
db "こんど、おれも旅仲間にしてくれよ！"
%next()
db "ナナメなことだったら、ぜんぶおれが\n引き受けるからよっ！」\n@"

;ff0204
Text_FF0204:
db "チビのビエー「ぼくも、大人になったら\n"
%textvar($FB,$81)
db "さんのような風来人になって、\nいろいろ旅してまわるんだ。"
%cleartext()
db "そのためにも、まずは語りイタチを\n探してこなくちゃ！」\n@"

;ff0256
Text_FF0256:
db "シロのヘイジ「さすが、"
%textvar($FB,$81)
db "さん！"
%next()
db "やるッス！　すごいッス！　最高ッス！」\n@"

;ff027e
Text_FF027E:
%textvar($FB,$86)
db "「・・・・・・・」\n@"

;ff028b
Text_FF028B:
db "客「店で買い物をする時は、所持金を\nよく確認してからのほうがいいぜ。"
%next()
db "金私わないと、店から出してもらえねぇ。"
%cleartext()
db "そうなったら、『中断』を選んで\n渓谷の宿場に戻るしかないからな！」\n@"

;ff02f1
Text_FF02F1:
db "ソダテのカンジ「おれは、むやみに\nテーブルマウンテンに突っ込んでは\nちからつきていく連中とはワケがちがう。"
%cleartext()
db "見ろ！　このカタナ＋１５の輝きを！"
%next()
db "『かじ屋できたえては、倉庫に預ける』"
%next()
db "このくりかえしで、おれはカタナを\nここまできたえあげたんだ。"
%cleartext()
db "フッ、最後に笑うのは、このおれだぜ！」\n@"

;ff038b
Text_FF038B:
db "ソダテのカンジ「武器を育てている\nおれにとって、『倉庫の壺』は、\nなくてはならないアイテムだ。"
%cleartext()
db "やばくなったら、倉庫の壺で\n大切な武器を送り返す・・・"
%next()
db "そうすれば、次の冒険でも同じ武器を\n使えるってワケよ。"
%cleartext()
db "フッ、最後に笑うのは、このおれだぜ！」\n@"

;ff041e
Text_FF041E:
db "強そうな男「オレの願いは、強い男に\nなることだ。"
%textcmd($2)
db "　あの三度笠の野郎と\n戦って、わかったんだ。"
%textcmd($2)
db "　オレは、\n強そうなだけで、じつは弱いと！」\n@"

;ff046f
Text_FF046F:
db "小太りの男「黄金のコンドル、きれい\nだったなあ。"
%textcmd($2)
db "　夕日に照らされて、\nキラキラ光ってさ・・・"
%cleartext()
db "思わず見とれちゃったんで、願い事\nいのるのをすっかり忘れちまったんだー！"
%next()
db "うおおおおーーーーっ！」\n@"

;ff04dc
Text_FF04DC:
db "酒場の店主「黄金のコンドルが、\nこの村の上空にきたんで、みんなで\n願い事したんだ。"
%cleartext()
db "えっ！"
%textcmd($2)
db "・・・おれの願い事？"
%next()
db "おれの・・願い事は・・・"
%cleartext()
db "ミツコォォォーーーーッ！！\n戻ってきておくれよ、ミツコォーッ！！"
%next()
db "どこにいるんだよーーっ！！\nうおおおおーーーーーーーーーん！！」\n@"

;ff056b
Text_FF056B:
db "酒場の店主「ミツコォーーーーッ！！\nうおおおおーーーーーーーーーん！！」\n@"

;ff0593
Text_FF0593:
db "カンパチ「すごかったな！\n黄金のコンドル！」\n@"

;ff05ab
Text_FF05AB:
db "シブタレ「おれ、峠越えのことばかり\n考えていたからよ、"
%textcmd($2)
db "願い事も思わず\nそれになっちまった、チクショー！"
%cleartext()
db "それにしても、おれ　いつになったら\n峠を越せるんだろう・・・」\n@"

;ff0608
Text_FF0608:
db "農夫「オラの願い事はよ、"
%textcmd($2)
db "ささやかな\nもンでよ。"
%textcmd($2)
db "　まあ、とりあえずつーか、\n嫁さんをもらう事だナ。"
%cleartext()
db "しかも、えっれーカワイぐてよ、"
%next()
db "しかも、えっれー美人でよォ、"
%next()
db "しかも、えっれー頭よくてよォ、"
%next()
db "そんでもって、そんでもって・・・・」\n@"

;ff0685
Text_FF0685:
db "壺マニア「わしの願い事は、ガイバラ\n先生の代表作、『底抜けの壺』を\n手に入れる事じゃ。"
%textcmd($2)
db "　あのミョーな\nダツリョク感が、わしにはたまらん」\n@"

;ff06d5
Text_FF06D5:
db "辻占い「ぬぬぬぬぬぬーーーっ！\n言い伝えは、ホントじゃったあっ！"
%next()
db "黄金のコンドルも！"
%textcmd($2)
db "　あの黄金郷も！"
%cleartext()
db "そしてこのわしの願い事はーーっ、"
%next()
db "占いが、ちゃんと当たることじゃーっ！\nぬぬぬぬぬぬーーーーーーーっ！！」\n@"

;ff0748
Text_FF0748:
db "番人「願い事ですか？"
%next()
db "私の願いは、預かり場の中に壺を\n置いても、中身がなくならない事です。"
%cleartext()
db "うっかり置いちゃって、あとで頭を\nかかえている・・・"
%textcmd($2)
db "そんな人を\n見るたびに、私の心は痛むのです」\n@"

;ff07b3
Text_FF07B3:
db "客「オレの願い事は、毎日こうやって\nうまいもンを食べることさっ！」\n@"

;ff07d9
Text_FF07D9:
db "客「私も、こんなおいしい料理を作って\nあの人に食べさせてあげたいな。"
%next()
db "これが私の願い！」\n@"

;ff080c
Text_FF080C:
db "客「しかし、おれたちこうやって毎日\n食べてばっかりじゃ、デブりそうだよな。"
%next()
db "・・・ま、いっか！」\n@"

;ff0841
Text_FF0841:
db "町のおじいさん「わしも、若いころは\nあんたと同じく血気盛んじゃった・・・"
%cleartext()
db "あの頃は、ムテッポウな男でのう、\nケンカもしょっちゅうだし、カラダは\n疲れを知らなかったもんじゃ。"
%cleartext()
db "やがて、年をとるとともに、それらの\nすべてを失ったが・・・"
%textcmd($2)
db "そのかわりに\nあの頃、わからなかった人の気持ちが、\nやっと少しわかるようになったんじゃ。"
%cleartext()
db "そしたら、はじめて心から、人の幸せを\n願えるようになってのう・・・」\n@"

;ff0916
Text_FF0916:
db "泊まり客のツムリ「オレの願いは、\nつるはしが、こわれなくなることだ。"
%next()
db "そうなりゃもう、掘って掘って\n掘りまくるんだがよォ・・」\n@"

;ff095c
Text_FF095C:
db "泊まり客のオビト「おれの愛用の\n武器、妖刀かまいたち・・・"
%next()
db "このかまいたちを最強の武器にするッ！\nこれが今のおれの願いだな」\n@"

;ff09a7
Text_FF09A7:
db "泊まり客のカズラ「おれは、いまだに\n山霊の洞窟から先に行けないんだ。"
%cleartext()
db "炎につつまれた怪物が、やっかいでよぉ。\n何とかヤツを消火する手段がほしいよな。"
%next()
db "けどおれの願い事って、こんなことしか\nないのかなあ・・・」\n@"

;ff0a1f
Text_FF0A1F:
db "\n@"

;ff0a21
Text_FF0A21:
%textvar($F6,$F1)
db "！人は餓死してしまった・・・\nなんだか、老人の怨みを買ったような\n気がする・・・\n@"

;ff0a54
Text_FF0A54:
%textvar($F6,$F1)
db "！人はおにぎりの毒にあたって死んだ・・\n@"

;ff0a6d
Text_FF0A6D:
%textvar($F6,$FD)
db "バ　"
%textvar($FB,$86)
db "は、おはらいの呪文を唱えた。\n@"

;ff0a86
Text_FF0A86:
%textvar($F6,$FD)
db "コ　腕輪が全部、識別された\n@"

;ff0a9a
Text_FF0A9A:
%textcmd($2)
%textvar($F6,$36)
db "うやら迷子になっているようだ。\n子供を連れて行きますか？\n@"

;ff0abf
Text_FF0ABF:
%textcmd($FC,$0,$6)
db "連れて行く\n"
%textcmd($FC,$0,$6)
db "行かない@"

;ff0ad1
Text_FF0AD1:
%textcmd($FC,$0,$5)
db "助ける\n"
%textcmd($FC,$0,$5)
db "助けない@"

;ff0ae2
Text_FF0AE2:
%textcmd($2)
%textvar($F6,$25)
db "かし、かくして目つぶしのお竜が\n旅仲間になった！"
%playsound($37)
db "　\n@"

;ff0b06
Text_FF0B06:
%textvar($F6,$18)
db "竜が、旅仲間になった！"
%playsound($37)
db "　\n@"

;ff0b1b
Text_FF0B1B:
%textcmd($FC,$0,$5)
db "指圧してもらう\n"
%textcmd($FC,$0,$5)
db "してもらわない@"

;ff0b33
Text_FF0B33:
%textvar($F6,$FB)
db "チは、座頭ケチに２００ギタン\n私った。"
%playsound($50)
db "　"
%next()
db "@"

;ff0b50
Text_FF0B50:
db "座頭ケチは、"
%textvar($FB,$81)
db "の背中のツボを\n押した！"
%playsound($C2)
db "　\n@"

;ff0b6d
Text_FF0B6D:
db "座頭ケチは、まちがったツボを押して\nしまった！"
%cleartext()
db "ＨＰが、１０下がった。\nちからが、４下がった。\n満腹度も、なぜか３０％減った。\n@"

;ff0bb8
Text_FF0BB8:
db "４人組「ぐえっ！」\n@"

;ff0bc4
Text_FF0BC4:
db "４人組「うわっ！」\n@"

;ff0bd0
Text_FF0BD0:
db "４人組「ふべぇっ！」\n@"

;ff0bdd
Text_FF0BDD:
db "４人組「ぎゃっ！」\n@"

;ff0be9
Text_FF0BE9:
db "座頭ケチが、旅仲間になった！"
%playsound($37)
db "　\n@"

;ff0c00
Text_FF0C00:
%textcmd($FC,$0,$5)
db "説明してくれ！\n"
%textcmd($FC,$0,$5)
db "そんな事は、どうでもいい\n@"

;ff0c1e
Text_FF0C1E:
%textcmd($FC,$0,$5)
db "そんな金、出せるか！\n"
%textcmd($FC,$0,$5)
db "で、いくらいるんだ！\n@"

;ff0c3b
Text_FF0C3B:
%textcmd($FC,$0,$5)
db "・・・・・・・・・・・・\n"
%textcmd($FC,$0,$5)
db "待て！　金なら、おれが！\n@"

;ff0c5d
Text_FF0C5D:
%textvar($FB,$81)
db "は、１０００ギタンを渡した。"
%playsound($50)
db "　\n@"

;ff0c73
Text_FF0C73:
%textcmd($FC,$0,$5)
db "おまえのお店は、どうした？\n@"

;ff0c85
Text_FF0C85:
%textcmd($FC,$0,$5)
db "おまえの女は、どうした？\n@"

;ff0c96
Text_FF0C96:
%textcmd($FC,$0,$5)
db "おまえに上げたお金は、どうした？\n@"

;ff0cab
Text_FF0CAB:
%textvar($F5,$17)
db "８"
%textvar($F5,$18)
db "８"
%textvar($F5,$19)
db "８@"

;ff0cb5
Text_FF0CB5:
%textvar($F5,$18)
db "８"
%textvar($F5,$19)
db "８@"

;ff0cbc
Text_FF0CBC:
%textvar($F5,$17)
db "８"
%textvar($F5,$19)
db "８@"

;ff0cc3
Text_FF0CC3:
%textvar($F5,$17)
db "８"
%textvar($F5,$18)
db "８@"

;ff0cca
Text_FF0CCA:
%textcmd($FC,$0,$5)
db "ブンなぐる\n"
%textcmd($FC,$0,$5)
db "だまっている\n@"

;ff0cde
Text_FF0CDE:
db "「バキッ！」\n@"

;ff0ce6
Text_FF0CE6:
db "「ぐえっ！」\n@"

;ff0cee
Text_FF0CEE:
db "ペケジが、旅仲間になった！"
%playsound($37)
db "　\n@"

;ff0d02
Text_FF0D02:
%textcmd($2)
db "三番弟子は、壺の識別に自信をつけた！\n@"

;ff0d1d
Text_FF0D1D:
%playsound($73)
db "　持っている壺が、すべて識別された！\n@"

;ff0d34
Text_FF0D34:
db "「"
%textcmd($FC,$0,$57)
db "改装中"
%textcmd($FC,$0,$5C)
db "\n"
%textcmd($FC,$0,$4E)
db "料亭「峠屋」"
%textcmd($FC,$0,$4A)
db "」\n@"

;ff0d51
Text_FF0D51:
db "「"
%textcmd($FC,$0,$4E)
db "新装開店！"
%textcmd($FC,$0,$53)
db "\n"
%textcmd($FC,$0,$4E)
db "料亭「峠屋」"
%textcmd($FC,$0,$4A)
db "」\n@"

;ff0d70
Text_FF0D70:
db "「"
%textcmd($FC,$0,$4B)
db "食べて安心"
%textcmd($FC,$0,$50)
db "\n"
%textcmd($FC,$0,$30)
db "山頂料理「がけっぷち」"
%textcmd($FC,$0,$2C)
db "」\n@"

;ff0d96
Text_FF0D96:
db "「"
%textcmd($FC,$0,$C)
db "料亭「峠屋」は、つぶれたんだニイ。"
%textcmd($FC,$0,$11)
db "\n"
%textcmd($FC,$0,$39)
db "くやしいニイ。"
%textcmd($FC,$0,$32)
db "料理長」\n@"

;ff0dc6
Text_FF0DC6:
db "「"
%textcmd($FC,$0,$3F)
db "宿屋「とまり木」"
%textcmd($FC,$0,$40)
db "」\n@"

;ff0dda
Text_FF0DDA:
db "「"
%textcmd($FC,$0,$38)
db "かじ屋「鬼に金棒」"
%textcmd($FC,$0,$38)
db "」\n@"

;ff0def
Text_FF0DEF:
db "「"
%textcmd($FC,$0,$4A)
db "「預かり場」"
%textcmd($FC,$0,$4B)
db "」\n@"

;ff0e00
Text_FF0E00:
db "「"
%textcmd($FC,$0,$1C)
db "「ガイバラ窯元」一般展示場"
%textcmd($FC,$0,$1D)
db "」\n@"

;ff0e1f
Text_FF0E1F:
db "「"
%textcmd($FC,$0,$22)
db "「テーブルマウンテン全景」"
%textcmd($FC,$0,$23)
db "\n"
%textcmd($FC,$0,$1C)
db "これ、まことに見事な景観なり"
%textcmd($FC,$0,$1C)
db "」\n@"

;ff0e50
Text_FF0E50:
db "「"
%textcmd($FC,$0,$42)
db "雑貨「青竹屋」"
%textcmd($FC,$0,$42)
db "」\n@"

;ff0e66
Text_FF0E66:
db "「"
%textcmd($FC,$0,$44)
db "かじ屋「不動」"
%textcmd($FC,$0,$44)
db "」\n@"

;ff0e79
Text_FF0E79:
db "「"
%textcmd($FC,$0,$35)
db "酒場「酔いどれ亭」"
%textcmd($FC,$0,$35)
db "」\n@"

;ff0e8f
Text_FF0E8F:
db "「"
%textcmd($FC,$0,$25)
db "車屋「ノラネコ抜き足便」"
%textcmd($FC,$0,$25)
db "」\n@"

;ff0ea9
Text_FF0EA9:
db "「"
%textcmd($FC,$0,$56)
db "「奉献」\n"
%textcmd($FC,$0,$27)
db "食の神ブフー、ここに奉る。"
%textcmd($FC,$0,$21)
db "」\n@"

;ff0ecd
Text_FF0ECD:
db "「"
%textcmd($FC,$0,$3D)
db "渓谷の宿場入口"
%textcmd($FC,$0,$3C)
db "」\n@"

;ff0ee2
Text_FF0EE2:
db "「"
%textcmd($FC,$0,$3D)
db "宿屋「旅ガラス」"
%textcmd($FC,$0,$3D)
db "」\n@"

;ff0ef5
Text_FF0EF5:
db "「"
%textcmd($FC,$0,$30)
db "酒場「煙とオヤジ亭」"
%textcmd($FC,$0,$30)
db "」\n@"

;ff0f0d
Text_FF0F0D:
db "「"
%textcmd($FC,$0,$32)
db "地下水脈の村　入口"
%textcmd($FC,$0,$31)
db "」\n@"

;ff0f24
Text_FF0F24:
db "「"
%textcmd($FC,$0,$4A)
db "宿屋「白滝」"
%textcmd($FC,$0,$49)
db "」\n@"

;ff0f37
Text_FF0F37:
db "「"
%textcmd($FC,$0,$49)
db "店屋「清流」"
%textcmd($FC,$0,$48)
db "」\n@"

;ff0f4a
Text_FF0F4A:
db "「"
%textcmd($FC,$0,$31)
db "地下水脈の村　出口"
%textcmd($FC,$0,$31)
db "」\n@"

;ff0f61
Text_FF0F61:
db "「"
%textcmd($FC,$0,$31)
db "「黄金都市アムテカ」"
%textcmd($FC,$0,$30)
db "」\n@"

;ff0f77
Text_FF0F77:
db "「"
%textcmd($FC,$0,$4B)
db "「預かり場」"
%textcmd($FC,$0,$4A)
db "」\n@"

;ff0f88
Text_FF0F88:
db "「"
%textcmd($FC,$0,$49)
db "宿屋「岩影」"
%textcmd($FC,$0,$48)
db "」\n@"

;ff0f9b
Text_FF0F9B:
db "「"
%textcmd($FC,$0,$35)
db "ここは　地球の裏側"
%textcmd($FC,$0,$35)
db "」\n@"

;ff0fb3
Text_FF0FB3:
db "「"
%textcmd($FC,$0,$56)
db "「倉庫」"
%textcmd($FC,$0,$55)
db "」\n@"

;ff0fc3
Text_FF0FC3:
db "デバッグ用にアイテムを用意します。\nアイテム種別を選んで下さい。\n@"

;ff0fea
Text_FF0FEA:
db "どの草ですか？\n@"

;ff0ff3
Text_FF0FF3:
db "どの巻物ですか？\n@"

;ff0ffd
Text_FF0FFD:
db "どの杖ですか？\n@"

;ff1006
Text_FF1006:
db "どの壺ですか？\n@"

;ff100f
Text_FF100F:
db "どの食糧ですか？\n@"

;ff101a
Text_FF101A:
db "どの武器ですか？\n@"

;ff1026
Text_FF1026:
db "どの盾ですか？\n@"

;ff102f
Text_FF102F:
db "どの腕輪ですか？\n@"

;ff1039
Text_FF1039:
db "どの矢ですか？\n@"

;ff1043
Text_FF1043:
db "どのアイテムですか？\n@"

;ff104f
Text_FF104F:
%textvar($F6,$F1)
db "ぼは？（キャンセルすると自動設定）\n@"

;ff1068
Text_FF1068:
%textvar($F6,$A1)
db "ンスターは？\n@"

;ff1072
Text_FF1072:
%textcmd($5)
db "@"

;ff1075
DATA8_FF1075:
db "今７@"

;ff1078
Text_FF1078:
db "@"